<template>
  <div class="ar-wrap agreement grey">
    <header class="header">
        <h1 class="hd-logo">
            <img src="/static/images/adsrun-bl.png" alt="Ads-Run" class="adsrun-logo"/>
        </h1>
    </header>
    <div class="agreement__wrap layout">
                <div class="access-hd">
                    <h2 class="access-title">
                        고객님의<br/>
                        동의가 필요해요.
                    </h2>
                </div>

                <div class="agree-all">
                    <input type="checkbox" size="5" id="c-all" v-model="checked_all" @click = "toggle" class="ar-check" />
                    <label for="c-all" class="checkbox-label">모두 동의합니다</label>
                </div>

                <!-- 서비스 이용약관 -->
                <section class="agreement-section">
                    <div class="agreement-txt">
                        <div class="agreement-txt__hd">
                            <h3>서비스 이용약관</h3>
                            <button type="button" class="close-btn" @click="toggleAgreementTxt(0)"></button>
                        </div>
                        
                        <h4>서비스 이용약관</h4>
                        <p>- 회원이 선택하여 참여한 광고캠페인의 광고스티커는 부착(“애즈런 계약”)기간 동안 “주식회사 오픈그룹”의 자산입니다.  광고캠페인 참여를 신청하는 시점부터 본 서비스와의 계약이 자동으로 시작됩니다.<br/>
                            - 당산에서 제공되는 제품은 계약기간동안 당사의 자신이므로, 임의로 훼손하거나 서비스 이용 방법을 따르지 않고 부정하게 인증을 받아 상금을 취득할 경우, 민/형사상의 불이익을 받을 수 있습니다.<br/>
                            - 광고 스티커 발송 후 회원의 사정에 의해 부착하지 않거나, 단순 변심 등으로 인해 광고캠페인 활동을 하지 않을 경우 “왕복 배송비 및 회사에서 책정한 제반비용 등에 대한 배상의 책임”이 있습니다.
                            
                            <b>제1조 (목적)</b>
                        본 약관은 주식회사 오픈그룹(이하 “회사")이 제공하는 애즈런(Ads-Run) 서비스의 이용과 관련하여 회사와 회원의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다. 

                        <b>제2조 (정의)</b>
                        •	본 약관에서 사용하는 용어의 정의는 다음과 같습니다.
                        •	“애즈런”(Ads-Run) (이하 “서비스" 라 합니다)이라 함은 “스폰서(광고주)용 웹사이트 및 애플리케이션(이하 “앱" 이라 합니다)”과 “운전자용 웹사이트 및 앱"을 통해 개인 소유 차량을 매체로 광고를 실시할 수 있도록 운전자와 광고주 간에 “차량광고매칭"을 제공하는 서비스로 구체적인 내용은 제 10조에 따릅니다.
                        •	“회원" 이라 함은 회사의 서비스에 접속하여 본 약관에 따라 회사와 이용계약을 체결하고 회사가 제공하는 서비스를 이용하는 고객을 말합니다. 
                        •	“광고주” 라 함은 서비스 이용 회원 중에 광고주용 웹사이트 혹은 앱을 이용하는 광고주 회원으로서, 본 서비스를 통해 광고를 실시하고자 하거나 실시하는 회원을 말합니다. “운전자 "라 함은 서비스 이용 회원 중에 운전자용 앱을 이용하는 운전자 회원으로서, 광고주 회원의 요청에 의해 게시된 광고 레이스에 참여하기로 수락한 후, 광고주의 요청에 의해 제작된 광고 스티커를 배송 받아 본인이 등록한 차량 외관에 부착하고, 운행함으로써 광고캠페인 활동을 실시하는 회원을 말합니다. 
                        •	“차량광고매칭" 이라 함은 차량 외관에 광고를 부착하고자 하는 광고주 회원에게 원하는 차량 숫자만큼의 운전자를 연결해 주는 중개 서비스를 말합니다.
                        •	“광고캠페인" 이라 함은 “차량광고매칭"을 통해 광고주가 원하는 광고 스티커를 운전자가 본인의 차량에 부착하여 운행하기로 희망하여, 본 서비스를 통해 참여를 신청하고, 광고 스티커를 부착하여 운행한 후 광고 상금을 취득하기까지 일련의 활동을 의미합니다.
                        •	“광고스티커” 라 함은 광고캠페인을 실시하기 위해 당사에서 제공하는 스티커를 말합니다.
                        •	“광고상금" 이란 광고캠페인에 참여하여, 광고캠페인에서 요구하는 일련의 활동을 완수하고 받게 되는 적립금을 말합니다.
                        •	“제휴컨텐츠" 란 회사가 외부 업체와의 제휴를 통하여 회원에게 제공하는 유/무상의 콘텐츠를 말합니다.
                        •	본 약관에서 사용하는 용어의 정의는 제1항에서 정하는 것을 제외하고는 관련법령, 상관례 및 이용정책에서 정하는 바에 의합니다.

                        <b>제3조 (약관의 효력 및 변경)</b>
                            •	본 약관은 서비스를 이용하고자 하는 모든 회원에 대하여 그 효력을 발생합니다.
                            •	본 약관의 내용을 회원이 쉽게 알 수 있도록 회사가 본 약관을 서비스 화면에 게시하거나 기타의 방법으로 회원에게 공지함으로써, 본 약관은 효력이 발생합니다.
                            •	회사는 ⎾약관의 규제에 관한 법률⏌, ⎾정보통신망 이용 촉진 및 정보보호 등에 관한 법률⏌(이하 “정보통신망법")등 관련법령을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다. 약관이 개정된 경우 회사는 지체 없이 개정약관을 현행약관과 함께 이메일 또는 제2항과 같은 방법으로 개정약관의 적용일자 7일 전에 공지 또는 통지합니다. 다만, 회원의 권리 또는 의무에 관한 중요한 규정의 변경은 최소한 개정약관의 적용일자 30일 전에 공지 또는 통지합니다. 
                            •	회사가 전항에 따라 개정약관을 명확하게 공지 또는 통지하면서 회원에게 개정약관 적용일자까지 거부의사를 표시하지 아니할 경우 약관의 변경에 동의한 것으로 간주한다는 뜻을 명확하게 공지 또는 통지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 아니한 경우 회원이 개정약관에 동의한 것으로 봅니다. 
                            •	회원이 개정약관의 적용에 동의하지 않는 경우 회사는 개정약관의 내용을 적용할 수 없으며, 이 경우 회사 또는 회원은 이용계약을 해지할 수 있습니다. 

                            <b>제4조 (약관의 해석)</b>
                            •	이 약관에서 정하지 않은 사항이나 해석에 대하여는 관련법률 또는 상관례에 따릅니다. 
                            •	회사는 애즈런 내부의 개별 서비스에 대해 별도의 이용약관 또는 정책(이하 ”별도약과”)을 둘 수 있으며, 그 내용이 이 약관과 충돌하는 경우 별도의 약관이 우선하여 적용됩니다. 

                            <b>제5조 (회원가입 및 이용계약의 성립)</b>
                            •	이 서비스의 회원이 되고자 하는 자는 본 약관 및 별도의 ⎾개인정보 수집 · 이용에 관한 동의⏌, ⎾개인정보 제3자 제공에 관한 동의⏌, ⎾위치정보동의⏌에 대하여 동의 절차를 완료함으로써 회원가입신청을 하고 회사가 이러한 신청에 대하여 승인함으로써 이용계약이 체결됩니다. 
                            •	회사는 회원이 되고자 하는 자의 가입신청에 대하여 서비스 이용 승인을 원칙으로 합니다. 다만, 회사는 다음 각 호에 해당하는 신청에 대하여는 승인하지 않을 수 있습니다.
                            •	가입 신청자가 신청일 기준으로 만 18세 이하인 경우
                            •	회원 가입 신청 시 입력한 정보가 사실관계와 다르거나 정확하지 않은 경우
                            •	서비스 이용에 필수적인 정보 또는 자격이 충분하지 않은 경우
                            •	가입 신청자가 본 약관에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 단 회사의 회원 재가입 승인을 얻은 경우에는 예외로 함.
                            •	회원 가입 신청자의 귀책사유로 인하여 회사의 승인이 불가능하거나 기타 규정한 제반 사항을 위반하여 신청하는 경우
                            •	회사는 다음 각 호에 해당하는 경우, 승인을 철회 또는 이용을 제한할 수 있습니다.
                            •	가입 신청 시 등록했던 면허, 보험, 결제수단 등의 유효기간이 만료되었거나 취소된 경우
                            •	가입 신청 시 입력한 정보가 허위로 판명된 경우
                            •	다른 회원으로부터 이용 불편에 대한 신고가 접수된 경우
                            •	제1항에 따른 신청에 있어 회사는 회원의 종류에 따라 전문기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다.
                            •	제3항에 따른 승인 철회 또는 이용을 제한하는 구체적인 기준은 이용정책에서 별도로 고지합니다.
                            •	타인 명의 계정으로 사용 중에 발생하는 피해에 대해서는 보상하지 않습니다.
                            •	회사는 서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우에는 승인을 유보할 수 있습니다.
                            •	회사는 회원가입신청자에 대해 회사 정책에 따라 등급별로 구분하여 이용시간, 이용횟수, 서비스 메뉴 등을 세분하여 이용에 차등을 둘 수 있습니다.

                            <b>제6조 (이용계약의 종료)</b>
                            •	“회원"의 해지
                            •	“회원”은 언제든지 “회사"에게 해지의사를 통지함으로써 이용계약을 해지할 수 있습니다. 다만, 해지의사를 통지하기 전에 이용중인 서비스에 대한 모든 절차를 완료, 철회 또는 취소해야 한다. 이 경우 철회 또는 취소로 인한 불이익은 회원 본인이 부담하여야 한다.
                            •	“회사"는 전항에 따른 “회원"의 해지요청에 대해 특별한 사정이 없는 한 이를 즉시 처리합니다.
                            •	“회원"이 계약을 해지하는 경우 “회원"이 작성한 게시물은 삭제되지 않습니다.
                            •	“회사"의 해지
                            •	회사는 다음의 경우 사전통보 없이 해당 회원과의 이용계약을 해지하여 회원 자격을 상실 시킬 수 있습니다.
                            •	회원이 사망한 경우
                            •	타인의 개인정보 또는 모바일 기기를 도용한 경우
                            •	회원이 가입시 작성한 개인정보가 허위임이 밝혀진 경우
                            •	캐시를 부정한 방법으로 적립하거나 사용한 경우
                            •	다른 회원의 서비스 이용을 방해하는 등 전자거래질서를 위협하는 경우
                            •	서비스 외에서 회사, 운영자, 임직원 등을 사칭하는 경우
                            •	무단으로 회사의 클라이언트 프로그램을 변경하거나 서버를 해킹하는 등 시스템을 위협한 경우
                            •	허위사실 유포, 위계기타 방법으로 회사의 명예 또는 신용을 훼손하거나 업무를 방해한 경우
                            •	서비스에 관한 스팸과 홍보 활동을 하는 경우
                            •	기타 본 약관상 의무 또는 법령에 위반되는 행위를 한 경우

                            •	위 1)호의 사유로 자격상실 통보를 받은 회원의 상금은 통보일로부터 7일(잔여 상금 해소기간)이내에 현금출금 및 제휴 컨텐츠 구매에 사용될 수 있습니다. 해소기간 경과 후 잔여 상금은 소멸됩니다.
                            •	위 2)호부터 10)호의 사유로 자격상실 통보를 받은 회원의 상금은 통보 즉시 소멸되고, 회원은 이의를 제기할 수 없습니다.
                            •	회사는 위의 사유가 있는 경우 자격상실 대신 이용의 제한을 가할 수 있습니다.

                            <b>제7조 (회원정보의 변경) </b>
                            •	회원은 언제든지 앱 내 화면에서 자신의 개인정보를 조회하거나 수정할 수 있습니다. 다만, 서비스 관리를 위해 회사가 필요하다고 판단한 개인정보는 수정이 불가능합니다. 
                            •	운전자 회원은 개인정보 중 프로필 사진, 운전 면허 정보, 차량 정보 등 서비스 운영을 위해 확인이 필요한 정보를 변경한 경우 회사의 승인이 완료될 때까지 서비스 이용이 제한됩니다.
                            •	회원은 회원가입신청 시 기재한 사항이 변경되었을 경우 온라인이나 앱을 통해 수정을 하거나 이메일 등 기타 방법으로 회사에 대하여 그 변경사항을 알려야 합니다. 
                            •	제3항의 변경사항을 회사에 알리지 않아 발생한 불이익에 대하여 회사는 책임지지 않습니다.

                            <b>제8조 (관계법령과의 관계)</b>
                        이 약관 또는 개별약관에서 정하지 않은 사항은 전기통신사업법, 전자거래기본법, 정보통신망법, 전자상거래 등에서의 소비자보호에 관한 법률, 개인정보보호법 등 관련 법령의 규정과 일반적인 상관례에 의합니다.

                        <b>제9조 (약관 외 준칙) </b>
                            •	회사는 필요한 경우 이용정책을 정하여 운영할 수 있으며 해당 내용은 홈페이지 등을 통해 공지합니다.
                            •	본 약관에 규정되지 않은 사항에 대해서는 관련법령 또는 이용정책에서 정한 바에 따릅니다.
                            •	회원은 항상 이용정책의 내용에 변경이 있는지 여부를 확인하여야 하며, 이를 확인하지 않아 발생한 손해에 대해서는 회사는 책임을 부담하지 않습니다.

                            <b>제10조 (서비스 이용제한 등)</b>
                            •	회사는 다음 각 호에 해당하는 경우 회원에 대하여 서비스 제공을 제한하거나 중지할 수 있습니다.
                            •	회사와 회원 간에 서비스 제공과 관련된 약정이 종료되는 경우
                            •	회원이 본 약관의 의무를 위반하거나 서비스의 정상적인 운영을 방해한 경우 
                            •	회원이 타인의 명의를 도용하여 회원가입을 한 경우
                            •	유료결제를 함에 있어서 타인 명의 결제 도용, 전화번호 도용 등 불법적인 결제를 한 경우
                            •	불법프로그램의 제공 및 운영 방해, 정보통신망법을 위반한 불법 통신 및 해킹, 악성프로그램의 배포, 접속 권한 초과 행위 등과 같이 회원이 관련법령을 위반한 경우
                            •	회원이 계속해서 1년 이상 로그인하지 않은 경우
                            •	회원이 본 약관에서 정한 의무사항을 위반한 경우
                            •	다른 회원의 개인정보 및 계정정보를 수집하는 행위
                            •	기타 불법적이거나 부당한 행위

                            •	본 조 제1항에 따라 서비스 이용이 제한되는 경우 회원이 획득한 혜택과 보유한 권리 등도 모두 소멸되며, 회사는 이에 대해 별도로 보상하지 않습니다. 
                            •	본 조 제 1항에 따라 서비스 이용이 제한 또는 중지된 회원에 대해서 회사는 회원에게 통지로써 회원자격을 상실 또는 1년 동안 정지시킬 수 있습니다.
                            •	회사는, 다음 각 호의 경우 당해 서비스의 전부 또는 일부의 제공을 중단하거나 제한할 수 있습니다.
                            •	천재지변, 전쟁, 폭동, 화재, 파업 등 쟁의행위, 정부기관의 통제 기타 회사의 합리적인 노력으로 제어할 수 없는 사유가 발생하거나 발생할 우려가 있는 경우
                            •	기간통신사업자로부터 전기통신서비스가 제공되지 않은 경우
                            •	서비스용 설비의 장애 및 정기 점검, 보수점검, 교체 또는 고장, 통신의 두절 등의 사유가 발생한 경우
                            •	서비스가 제3자와의 제휴를 통하여 제공되는 경우에 당해 제휴사업자의 사정에 따라 변경되거나 중지되는 경우
                            •	기타 서비스의 원활한 운영을 현저히 저해하는 사유가 발생한 경우

                            •	본 조 제4항의 사유로 서비스 내용이 변경 또는 중단되는 경우, 회사는 그로 인해 회원이 입은 손해에 대하여 고의 또는 중과실이 없는 한 배상하지 않습니다. 
                            •	본 조에 따라 서비스 이용을 제한하거나 중지하는 경우에는 회사는 사전에 이를 회원에게 통지하거나 공지합니다. 다만 부득이한 경우 사후에 통지하거나 공지할 수 있습니다.

                            <b>제11조 (서비스 제공) </b>
                        애즈런 서비스는 개인소유 차량을 광고 매체로 활용할 수 있도록 광고주와 운전자를 중개해 주는 O2O플랫폼 서비스입니다.
                            •	회사가 제공하는 서비스의 내용은 다음과 같습니다. 
                            •	차량광고매칭 서비스:  광고주가 의뢰한 광고를 앱을 통하여 게시하고, 운전자들의 참여 신청을 받아 매칭하는 서비스.
                            •	광고의 송출: 광고 이미지, 텍스트, 음향, 링크 등의 제공
                            •	광고 상금 적립(온라인): 당사에서 지정한 일정한 행위를 완료한 회원에 대한 상금 적립
                            •	상금 출금: 일정 금액 이상 적립된 상금에 대하여 회원의 요청을 받아 회원이 지정한 계좌로 이체
                            •	제휴 컨텐츠: 회사가 제공하는 컨텐츠를 이용, 구매 가능
                            •	광고스티커 제작 혹은 제작 대행 서비스: 광고주 회원의 의뢰를 받아 광고 스티커를 제작하거나, 제작 대행 서비스를 제공
                            •	광고 디자인 서비스: 광고주 회원의 의뢰를 받아 광고 디자인을 제공
                            •	회사는 타겟팅 광고서비스의 특성상 광고주의 요구에 따라, 또는 관련법규준수를 위하여 일부 서비스를 이용할 수 있는 회원의 범위를 다르게 정할 수 있습니다.
                            •	회사는 제1항의 각 호의 서비스 이외에도 추가적인 서비스를 개발하여 회원에게 제공할 수 있습니다.
                            •	회사는 원활한 서비스 제공을 위하여 회원에게 알림, 이메일 또는 SMS 등을 통한 광고 및 서비스 관련 정보를 제공할 수 있으며, 원치 않는 경우 수신 거부 할 수 있습니다. 
                            •	
                            •	회사가 제공하는 서비스와 앱의 사용은 무료입니다. 단, 광고주회원이 회사가 제공하는 서비스를 통해 차량광고매칭을 하고자 할 경우, 회사의 방침에 따라 경비를 지급할 의무를 가집니다. 

                            <b>제12조(서비스의 변경)</b>
                            •	회사는 운영상, 기술상의 필요에 따라 제공하는 서비스의 전부 또는 일부를 변경할 수 있으며, 이에 대하여 약관에 다른 규정이 없는 한 회원에게 별도의 보상을 하지는 않습니다. 
                            •	서비스를 변경하는 경우 변경사유 및 일자, 변경내용을 변경 7일 전 공지사항 게시판에 공지합니다. 단 변경사유 또는 내용을 구체적으로 공지하기 어려운 경우에는 그 이유를 밝힙니다.

                            <b>제13조 (서비스 이용시간 및 중단)</b>
                            •	“서비스”의 이용은 “회사”의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴 1일 24시간을 원칙으로 한다. 다만, 정기 점검 등의 필요로 “회사”가 정한 날이나 시간은 제외됩니다. 정기검사시간은 서비스 제공화면에 공지한 바에 따릅니다. 
                            •	“회사”는 “서비스”의 원활한 수행을 위하여 필요한 기간을 정하여 사전에 공지 하고 서비스를 중지할 수 있습니다. 단, 불가피하게 긴급한 조치를 필요로 하는 경우 사후에 통지할 수 있습니다.
                            •	“회사”는 컴퓨팅 등 정보통신설비의 보수점검, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 “서비스”의 제공을 일시적으로 중단할 수 있습니다.

                            <b>제14조 (상금적립)</b>
                            •	회원이 회사에서 제공하는 광고스티커를 차량의 지정된 곳에 붙이고 시작 인증 및 완료 인증을 완료하면 상금이 적립됩니다. 적립된 상금은 출금 신청을 하실 수 있습니다.
                            •	적립된 상금 내역은 참여내역 화면에서 확인하실 수 있습니다.
                            •	서버에 입력된 적립액과 클라이언트 상의 적립 액 간에 차이가 나는 경우 항상 서버의 수치를 기준으로 하며, 서버와 클라이언트의 비동기화로 인한 적립금 차이는 정정이 불가능합니다.
                            •	상금 적립과 관련하여 발생하는 제세공과금은 회원의 부담으로 합니다. 
                            •	상금은 양도, 상속, 대여, 담보의 목적으로 될 수 없습니다. 다만 회사가 인정하는 경우는 예외로 합니다.
                            
                            <b>제15조(애즈런 계약)</b>
                            •	“애즈런 계약”은 회원이 광고캠페인 선택 후 참여 신청하면 자동으로 시작됩니다. 
                            •	광고스티커의 부착 위치는 앱의 광고캠페인 설명에 명시된 내용에 따라야 합니다.
                            •	광고스티커의 부착 시기는 수령 후 1주 이내에 해야 합니다.
                            •	광고스티커 부착 후 “시작 인증”과 “완료 인증”을 모두 완료 하셔야 광고 상금이 적립됩니다.
                            •	광고스티커 부착 기간은 광고캠페인 설명에 명시된 기간 만큼 차량에 부착해야 합니다. (기간 만료 후 14일 이내에 “완료인증” 하셔야 광고 상금이 적립됩니다.)
                            •	“광고스티카 발송 후” 회원의 사정에 의해 부착하지 않거나, 단순 변심 등으로 인해 서비스 이용을 하지 않을 시 본 약관의 “배상 책임”에 따라 “왕복 배송비 및 스티커 제반비용 등에 대한” 배상의 책임이 있습니다. 
                            •	광고스티카는 “애즈런 계약”기간 동안 당사의 자산이므로, 임의 훼손 하거나 서비스 이용 방법을 따르지 않고 부정하게 인증을 받아 캐시를 취득할 경우 민,형사상의 불이익을 받으실 수 있습니다.

                            <b>제16조(제휴 컨텐츠의 이용)</b>
                            •	회원은 적립된 상금을 이용하여 서비스 내 제휴 된 다양한 컨텐츠를 이용, 구매하실 수 있습니다. 
                            •	제휴 컨텐츠의 내용은 다른 회사와의 협의상황에 따라 변경될 수 있습니다. 제휴 컨텐츠의 이용, 구매금액은 제휴처로부터의 공급계약, 지급수수료, 운영비용 등을 고려하여 산정이 되므로, 기존 판매가와 다를 수 있습니다.
                            •	커피, 편의점 등 현장에서 사용되는 제휴 컨텐츠의 경우 회사가 회원의 모바일기기로 해당 바코드를 전송함으로써 적법하게 이행을 완료한 것으로 봅니다.
                            •	서비스 내에서 구매하신 쿠폰을 회원의 단순 변심으로 환불하는 경우 쿠폰금액의 90%가 캐시로 재 적립됩니다. 단, 환불율이 다르거나, 환불이 불가능한 일부품목이 있을 수 있으며, 이 경우 쿠폰상세설명에 명시됩니다.
                            •	제휴 컨텐츠 이용과 관련한 분쟁에서 명시적인 책임소재가 제휴 된 업체 측에 있을 경우, 회사는 책임을 지지 않습니다. 

                            <b>제17조(상금의 현금출금)</b>
                            •	일정액 이상의 상금을 보유한 회원은 회사가 정한 절차에 따라 서비스 내 “참여내역” 화면에서 누적된 상금을 현금으로 환산한 금액을 출금신청 할 수 있습니다.
                            •	출금신청 가능한 최소 상금은 회사 정책에 의하여 결정되며 서비스 내에서 확인하실 수 있습니다. 
                            •	출금신청 시 비율은 일 원(1 원)당 일 원(1원)을 원칙으로 합니다.
                            •	회사는 회원이 지정한 은행계좌에 해당 금액을 입금함으로써 적법하게 지급을 완료한 것으로 봅니다. 
                            •	현금출금 시 발생하는 제세공과금과 수수료는 회원의 부담으로 합니다. 

                            <b>제18조(상금의 정정, 취소 및 소멸)</b>
                            •	상금 적립에 오류가 발생한 경우 회원은 오류 발생일로부터 90일 이내에 회사에 정정요구를 할 수 있으며, 회사는 정당한 요구임이 확인된 경우 정정요구일로부터 90일 이내에 정정하여야 합니다.
                            •	클라이언트 변경, 해킹, 매크로 등 부정한 방법으로 광고를 시청하지 않거나, 시청한 광고 이상으로 상금을 적립하신 경우, 부정적립이 되어 그 상금은 0원으로 정정됩니다.
                            •	지정기간동안 “광고스티카”를 미부착 하거나, 인증 시에만 탈/부착, 인증사진 변경, 해킹 등 부정한 방법으로 서비스를 이용하거나, 부정한 방법으로 상금을 적립하신 경우 그 상금은 0원으로 정정되며, 이로 인해 당사에 손해가 발생 할 경우 민,형사상의 불이익을 받으실 수 있습니다.
                            •	회사와 광고주회원간에 거래과정에서 광고주회원의 파산, 부도 등 광고료의 지급이 불가능해진 경우 회사는 당해 광고에 관해 적립된 상금을 취소할 수 있으며, 이에 대한 책임은 광고주회원에게 있습니다. 
                            •	광고스티커 부착 계약 기간 만료 후 14일 이내에 “완료인증”을 해야만 광고 상금이 적립되며, 14일이 지나면 광고 상금은 적립되지 않고, 해당 광고캠페인은 실패처리됩니다.
                            •	상금의 적립 또는 사용이 없는 비활성화 상태가 3개월 이상 계속된 회원의 상금은 소멸될 수 있습니다.

                            <b>제19조 (회사의 의무)</b>
                            •	회사는 관련법과 본 약관이 금지한 행위 또는 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 서비스를 제공하기 위하여 최선을 다하여 노력합니다.
                            •	회사는 회원이 안전하게 서비스를 이용할 수 있도록 회원의 개인정보(신용정보 포함)를 본인의 승낙없이 제3자에게 누설, 배포하지 않고 이를 보호하기 위해 노력합니다. 회원의 개인 정보에 관한 기타의 사항은 정보통신망법 및 회사가 별도로 정한 개인정보취급방침을 공시하고 준수합니다. 
                            •	회사는 서비스 이용과 관련하여 회원으로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 이를 처리하여야 합니다. 회원이 제기한 의견이나 불만사항에 대해서는 게시판을 활용하거나 전자우편 등을 통하여 회원에게 처리과정 및 결과를 전달합니다.
                            •	회사가 제공하는 서비스로 인하여 회원에게 손해가 발생한 경우 그러한 손해가 회사의 고의나 과실에 기해 발생한 경우에 한하여 회사에서 책임을 부담합니다.
                            •	회사는 정보통신망법, 통신비밀보호법, 전기통신사업법 등 서비스의 운영, 유지와 관련 있는 법령을 준수합니다.

                            <b>제20조 (회원의 의무)</b>
                            •	회원은 서비스 이용에 필요한 아이디, 비밀번호, 결제정보 등을 안전하게 기밀로 유지해야 합니다. 회원이 자신의 아이디, 비밀번호, 결제정보 등의 관리를 소홀히 하여 발생하는 모든 책임은 회원 본인에게 있습니다.
                            •	서비스 이용과 관련하여 회원이 입력한 정보 및 그 정보와 관련하여 발생한 책임과 불이익은 전적으로 회원이 부담하여야 합니다.
                            •	회원은 차량광고매칭의 요청을 하기 전에 서비스 조건을 확인해야 합니다. 조건을 확인하지 않고 서비스를 이용함으로써 발생하는 모든 손실과 손해에 대한 책임은 회원 본인에게 있습니다.
                            •	광고주 회원은 서비스 이용 시 반드시 본인, 법인, 또는 대표이사 명의의 결제수단을 사용하여야 하며, 타인의 결제수단을 임의로 사용함으로써 발생하는 회사, 운전자회원, 결제수단의 적법한 소유자, 전자결제대행사 등의 손실과 손해에 대한 모든 책임은 광고주회원에게 있습니다.
                            •	회원은 회사가 서비스를 안전하게 제공할 수 있도록 회사에 협조하여야 하며, 회사가 회원의 본 약관 및 이용정책 위반 행위를 발견하여 회원에게 해당 위반행위에 대하여 소명을 요청할 경우 회원은 회사의 요청에 적극 응하여야 합니다.
                            •	회원은 분쟁이 발생한 경우 분쟁의 해결을 위하여 성실히 임하여야 하며, 분쟁해결에 대한 회원의 불성실로 인하여 회사 또는 상대 회원에게 손해가 발생한 경우 회원은 이에 대한 책임을 부담하여야 합니다.
                            •	서비스의 요청과 수락 행위는 반드시 본인의 이용을 전제로 해야 합니다.
                            •	회원은 다음 각 호의 행위를 하여서는 안 됩니다.
                            •	서비스 가입 또는 회원정보 변경 시 허위내용을 등록하는 행위
                            •	서비스 가입 또는 사용을 위해 타인의 정보를 도용하는 행위
                            •	다른 회원의 개인정보 및 계정정보를 수집하는 행위
                            •	서비스 요청 또는 수락 시 본인이 아닌 타인이 실제 차량매칭광고를 하는 행위
                            •	회원의 계정을 타인이 사용하도록 권한을 부여하거나 양도 또는 이전하는 행위
                            •	소란, 민폐나 불편을 일으키기 위하여 서비스나 앱을 사용하는 행위
                            •	올바른 네트워크의 작동을 손상시킬 수 있는 행위
                            •	회사가 게시한 정보를 권한없이 변경하는 행위
                            •	회사로부터 서면 허가 없이 앱이나 기타 서비스의 내용 등 회사가 게시한 정보를 복사하거나 배포하는 행위
                            •	회사와 기타 제3자의 저작권 등 지적재산권을 침해하는 행위
                            •	회사 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
                            •	외설 또는 폭력적인 메세지, 화상, 음성, 기타 공서양속에 반하는 정보를 서비스에 공개 또는 게시하는 행위
                            •	사용한 권한을 부여 받지 아니한 액세스 지점에서 사용하는 행위
                            •	호환되지 않거나 권한을 부여 받지 않은 장치로 서비스나 앱을 사용하는 행위
                            •	본 약관 및 관련법령, 이용정책을 위반하여 회사, 상대 회원 또는 제3자에게 손해를 끼치는 행위
                            •	자신의 부당한 이익을 위해 회사의 정책을 이용하여 서비스나 앱을 사용하는 행위
                            •	차량광고매칭 이용의 의사 없이 차량광고매칭을 요청하거나, 차량에 광고 스티커를 부착하고 운행할 의사 없이 차량광고매칭 참여 신청을 하는 행위
                            •	그 외 어떤 방식으로든 서비스나 앱에 피해를 유발하는 행위
                            •	기타 불법적이거나 부당한 행위
                            •	회사는 회원이 제8항의 금지행위를 한 것으로 판단될 경우 서비스 이용을 제한할 수 있으며, 이 때 발생하는 모든 책임은 회원이 부담합니다. 
                            •	제8항의 금지행위 여부에 대한 해석과 결정 권한은 회사에게 있습니다.

                            <b>제21조 (쿠폰과 크레딧)</b>
                            •	쿠폰은 회사가 프로모션 용도로 회원에게 제공하는 것으로서, 정해진 조건에 따라 경비의 전부 또는 일부를 할인 받을 수 있는 이용권을 말합니다.
                            •	크레딧은 회사에서 통용되는 화폐로서 1크레딧은 현금 1원의 의미를 갖습니다.
                            •	쿠폰과 크레딧의 부여 및 사용에 관한 사항은 회사가 정한 이용정책에 따르며 회사는 앱 또는 홈페이지를 통하여 이를 회원에게 안내합니다.
                            •	쿠폰과 크레딧은 명시된 사용기간 내에 사용할 수 있습니다.
                            •	회사로부터 무상 제공받은 쿠폰과 크레딧은 회원 간 거래 및 양도가 불가능하며 어떠한 경우에도 현금으로 환불되거나 타인에게 양도되지 않습니다.
                            •	회사는 언제든지 회원의 쿠폰과 크레딧 정보를 검색할 수 있으며, 회원의 제반 실적이 잘못된 경우에는 이를 임의로 정정할 수 있습니다. 또한 회원이 본 약관 및 이용정책 등 제반 규정을 위반 또는 악용하거나 부당한 방법으로 쿠폰과 크레딧을 적립한 경우, 회사는 회원의 서비스 이용을 정지할 수 있으며, 회원의 적립된 쿠폰과 크레딧을 말소할 수 있습니다.

                            <b>제22조 (정보의 제공 및 광고의 게재)</b>
                            •	회사는 회원이 서비스 이용 중 필요하다고 인정되는 다양한 정보를 서비스 내 공지사항 또는 서비스 화면, 메세지, 전자우편 등의 방법으로 회원에게 제공할 수 있습니다. 
                            •	회사는 서비스의 운영과 관련하여 서비스 화면 등에 광고를 게재할 수 있습니다.


                            <b>제23조 (회원의 ID및 비밀번호에 대한 의무)</b>
                            •	ID와 비밀번호에 관한 관리책임은 “회원”에게 있습니다.
                            •	“회원”은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 안됩니다.
                            •	“회원”이 자신의 ID 및 비밀번호를 도난 당하거나 제3자가 사용하고 있음을 인지한 경우에는 즉시 “회사”에 통보하고 “회사”의 조치가 있는 경우에는 그에 따라야 합니다.
                            •	“회원”이 제3항에 따른 통지를 하지 않거나 “회사”의 조치에 응하지 아니하여 발생하는 모든 불이익에 대한 책임은 “회원”에게 있습니다.

                            <b>제24조(광고ID와 IMEI값의 수집 및 연동)</b>
                        구글플레이 4.0버전에서 도입된 ‘Android 광고 ID 사용정책’에 따라 회사는 광고 ID를 사용하고, 부정이용방지 및 캐시제공을 위하여 광고 ID와 회원의 IMEI 값을 연동합니다.

                        <b>제25조 (회원에 대한 통지)</b>
                            •	회원에 대한 통지를 하는 경우 회사는 회원이 제공한 이메일 주소 또는 SMS 등으로 할 수 있습니다.
                            •	회사는 불특정 다수 회원에 대한 통지의 경우 서비스 게시판 등에 게시함으로써 개별 통지에 갈음할 수 있습니다.
                            •	회사가 상기와 같이 정상적으로 통지 하였음에도 회원이 통지된 내용을 확인하지 않음으로써 회원에게 발생한 불이익에 대해 회사는 책임을 지지 않습니다. 

                            <b>제26조 (배상책임)</b>
                        당사에서 제공되는 제품은 계약기간동안 당사의 자산이므로, 임의 훼손 하거나 서비스 이용 방법을 따르지 않고 부정하게 인증을 받아 상금을 취득할 경우 민,형사상의 불이익을 받으실 수 있습니다. 
                            •	“광고스티커 발송”후 회원의 사정에 의해 부착하지 않거나, 단순 변심 등을 인해 서비스 이용을 하지 않을 시 회사에서 소요된 “왕복 배송비 및 광고스티커 제반비용 등에 대한” 배상의 책임이 있습니다.
                            •	또한, 위 회원으로 인해 다른 회원의 신청 기회를 박탈하여 회사의 서비스 시간 연장에 따른 문제점과 그에 따른 비용이 들어감으로써 위 회원의 배상의 책임이 있습니다. 
                            •	위1, 2항의 배상 비용의 산정은 실제 들어간 비용과 기회비용 자체적 기준으로 계산하여 청구합니다.
                            •	배상책임을 지지 않을 시 민,형사상의 불이익을 받으실 수 있습니다.

                            <b>제27조 (회원탈퇴 및 자격상실) </b>
                            •	회원은 언제든지 앱, 이메일 등 기타 회사가 정한 방법으로 회원탈퇴를 요청할 수 있으며, 회사는 회원의 요청에 따라 조속히 회원탈퇴에 필요한 제반 절차를 수행합니다. 단, 회원에게 미수가 있을 경우에는 미수에 대한 결제를 완료한 이후에 탈퇴 신청이 가능합니다.
                            •	회원이 다음 각 호의 1에 해당하는 경우, 회사는 회원자격을 상실시킬 수 있습니다.
                            •	가입 신청 시에 허위 내용을 등록한 경우
                            •	서비스를 이용한 후 요금 미납 또는 회원이 부담하는 채무를 지급하지 않는 경우
                            •	다른 사람의 서비스를 방해하거나 전자상거래 질서를 위협하는 경우
                            •	회사의 운영에 관련하여 근거 없는 사실 또는 허위의 사실을 적시하거나 유포하여 회사의 명예를 실추시키고 회사의 신뢰성을 해하는 경우
                            •	회사의 운영과정에서 직원에게 폭언 또는 음란한 언행을 하여 업무환경을 심각히 해하는 경우
                            •	회사의 운영과정에서 이유 없는 잦은 연락이나 소란 또는 협박, 인과관계가 입증되지 않는 피해에 대한 보상(적립금, 현금, 상품)요구 등으로 업무를 방해하는 경우
                            •	회원이 본 약관 및 정책 등 제반 규정을 위반 또는 악용하거나 부당한 방법으로 이용한다고 회사에서 판단하는 경우
                            •	본 약관 및 관계법령에 위반되거나 공서양속에 반하는 행위를 하는 등 회원자격을 유지시키는 것이 부적절하다고 판단되는 경우 (판단의 기준은 회사의 내부 정책에 따라 결정됩니다)
                            •	회원은 제2항에 따른 서비스 이용정지 기타 서비스 이용과 관련된 이용제한에 대해 회사가 정한 절차에 따라 이의신청을 할 수 있으며, 회사는 회원의 이의신청이 정당하다고 판단되는 경우 즉시 서비스 이용을 재개합니다.
                            •	회원이 사망한 경우 회원 사망일에 회원자격이 상실되며, 제3자가 사망자의 회원자격을 도용하여 행한 모든 행위는 유효한 것으로 인정되지 않습니다.
                            •	회원 탈퇴 시 3개월간 회원 재가입이 제한됩니다 단, 회사에서 허가한 경우에는 재가입이 가능합니다.
                            •	회원탈퇴 시 회원이 보유한 적립금과 수입 등 모든 권리는 자동으로 소멸됩니다. 본 조 제5항에 따라 재가입한 경우에도 탈퇴 시 소멸된 기존 적립금과 수입은 복구되지 않습니다.
                            •	회사가 무상으로 부여한 쿠폰과 크레딧은 회원 탈퇴 시 소멸되며 어떤 경우에도 현금으로 환불되거나 타인에게 양도되지 않습니다. 본 조 제5항에 따라 재가입한 경우에도 탈퇴 시 소멸될 기존 쿠폰과 크레딧은 다시 생성되지 않습니다. 

                            <b>제28조 (회원의 게시물 및 저작권)</b>
                            •	게시물이라 함은 회원이 서비스를 이용하면서 게시한 글, 사진, 각종 파일과 링크 등을 말합니다.
                            •	회원의 게시물에 의한 손해나 기타 문제가 발생하는 경우, 회원은 이에 대한 책임을 지게 되며, 회사는 책임을 지지 않습니다.
                            •	회사는 다음 각 호에 해당하는 게시물 등을 회원의 사전 동의 없이 임의 게시, 중단, 수정, 삭제, 이동 또는 등록 거부 등의 관련 조치를 할 수 있습니다.
                            •	다른 회원 또는 제3자에게 심한 모욕을 주거나 명예를 손상시키는 내용인 경우
                            •	공공질서 및 미풍양속에 위반되는 내용을 유포하거나 링크시키는 경우
                            •	불법복제 또는 해킹을 조장하는 내용인 경우
                            •	제3자의 저작권을 침해하여 게시중단 요청을 받은 경우
                            •	영리를 목적으로 하는 광고일 경우
                            •	범죄와 결부된다고 객관적으로 인정되는 내용일 경우
                            •	다른 이용자 또는 제3자의 저작권 등 기타 권리를 침해하는 내용인 경우
                            •	사적인 정치적 판단이나 종교적 견해의 내용으로 회사가 서비스 성격에 부합하지 않는다고 판단하는 경우
                            •	회사에서 규정한 게시물 원칙에 어긋나거나, 게시판 성격에 부합하지 않는 경우
                            •	회사 정책, 정보통신망법 및 저작권법 등 기타 관계법령에 위배된다고 판단되는 경우

                            •	회원이 게시한 게시물의 저작권은 게시한 회원에게 귀속됩니다. 단, 회사는 서비스의 운영, 전시, 전송, 배포, 홍보의 목적으로 회원의 별도 허락 없이 무상으로 저작권법에 규정하는 공정한 관행에 합치되게 회원의 게시물을 사용할 수 없습니다.
                            •	회사는 전항 이외의 방법으로 회원의 게시물을 이용하고자 하는 경우 전화, 팩스, 전자우편 등 방법을 통해 사전에 회원의 동의를 얻어야 합니다.
                            •	회원이 이용계약 해지를 한 경우 타인에 의해 보관, 담기 등으로 재 게시되거나 복제된 게시물과 타인의 게시물과 결합되어 제공되는 게시물, 공용게시판에 등록된 게시물 등은 삭제되지 않습니다.

                            <b>제29조 (저작권의 귀속 및 이용제한) </b>
                            •	회사가 작성한 저작물에 대한 저작권 기타 지적재산권은 회사에 귀속합니다.
                            •	회원은 서비스를 이용함으로써 얻은 정보를 회사의 사전 승낙없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리 목적으로 이용하거나 제3자가 이용하도록 하여서는 안됩니다.
                            •	회사는 약정에 따라 이용자에게 귀속된 저작권을 사용하는 경우 당해 이용자에게 통보하여야 합니다.
                            •	이용자는 회사가 제공하는 각종 서비스 등을 이용하는 과정에서 회사에 게시 또는 등록한 각종 저작물을 회사가 무상으로 사용하는 것을 허락하며, 이는 이용자가 회원을 탈퇴한 경우에도 유효합니다. 단, 이용자가 회사에 대해 상기 사용권의 허락을 취소하는 통지를 한 경우에는 그러하지 아니합니다. 

                            <b>제30조 (회원간의 분쟁/분쟁해결)</b>
                            •	서비스 이용 과정에 있어 회원간의 고의 또는 과실로 발생한 각종 분쟁에 있어서 회원 간 합의를 원칙으로 합니다.
                            •	회원의 고의 또는 과실로 발생한 피해에 있어서는 가해 회원은 피해 회원이 입은 손해에 대해 배상할 책임이 있습니다. 가해 회원이 본인의 고의 또는 과실이 없음을 입증하지 못하는 경우에는 손해에 대한 배상 책임을 면할 수 없습니다.
                            •	발생한 피해에 대해 회사의 과실이 명백하지 않는 한 회사는 분쟁 과정에 개입하거나 책임을 지지 않습니다.
                            •	분쟁 또는 피해를 일으킨 회원이 명백한 증거가 있음에도 불구하고 피해를 보상하지 않거나 합의를 이행하지 않는 경우, 회사는 해당 회원에게 서비스 이용제한 등의 조치를 취할 수 있습니다.
                            •	회원은 분쟁이 발생한 경우 분쟁의 해결을 위하여 성실히 임하여야 하며, 분쟁해결에 대한 회원의 불성실로 인하여 회사 또는 상대 회원에게 손해가 발생한 경우 회원은 이에 대한 책임을 부담하여야 합니다.

                            <b>제31조 (책임 제한)</b>
                            •	회사는 천재지변 또는 이에 준하는 불가항력 및 회사의 귀책사유가 아닌 사유로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
                            •	회사는 회원의 귀책사유로 인한 서비스 이용의 장애 및 손해에 대하여는 책임을 지지 않습니다.
                            •	회사는 회원이 서비스와 관련하여 제공한 정보 및 그 정보의 진실성 또는 적법성 등 일체에 대하여 보증하지 않으며 그와 관련하여 어떠한 책임도 부담하지 않습니다.
                            •	회사는 회원의 수익을 보장하지 않습니다.
                            •	회원은 도로교통법 등 회원에게 적용되는 법규를 준수할 의무가 있고 회사는 개별 회원의 법규 준수 여부를 보증하거나 책임을 대리하지 않습니다. 회원이 법규를 위한함으로써 발생하는 모든 법적 책임은 회원 본인에게 있습니다.
                            •	회사는 회사에서 제공하는 보호프로그램에 명시된 한도내에서 보호프로그램 정책에 따라 책임을 부담하며, 한도를 초과하는 손해에 대해서는 회원이 다른 회원 또는 제3자에 대한 책임을 직접 부담해야 합니다.
                            •	회사는 회원간 또는 회원과 제휴사 간의 중개자로서 회원이 본 서비스를 이용하는 과정에서 발생한 회원 및 제3자간의 분쟁을 포함하여 교통사고로 인한 각종 피해, 도난, 폭행, 성범죄 등에 대하여 회사의 과실이 없는 한 책임을 지지 않습니다.

                            <b>제32조 (면책사항)</b>
                            •	회사는 다음 각 호의 경우로 서비스를 제공할 수 없는 경우 이로 인하여 회원에게 발생한 손해에 대해서는 책임을 부담하지 않습니다.
                            •	서비스 제공을 위하여 회사와 서비스 제휴계약을 체결한 제3자의 고의적인 서비스 방해가 있는 경우
                            •	회사의 고의 및 과실이 없는 경우
                            •	회사는 서비스 및 서비스에 게재된 정보, 자료, 사실의 신뢰도, 정확성 등에 대해서는 보증을 하지 않으며 이로 인해 발생한 회원의 손해에 대하여는 책임을 부담하지 아니합니다.
                            •	회사는 약관에 따라 유효하게 매칭된 카풀을 제외하고 회원 간에 발생한 거래와 관계를 인정하지 않습니다. 이로 인해 발생한 문제에 대해서 회사는 책임을 지지 않습니다.

                            <b>제33조 (불가항력)</b>
                        회사는 천재지변 또는 이에 준하는 불가항력 및 회사의 귀책사유가 아닌 사유로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다. 화재, 폭풍, 홍수, 지진, 사고, 전쟁(실제 발생 또는 선포 여부를 불문함), 반란, 폭동 기타 민란, 전염병, 격리, 천재지변, 정부조치 등 자신의 통제를 벗어난 사유에 의해 본 계약 조건을 이행 또는 준수하지 못하는 경우 이에 대한 책임을 지지 아니한다. 해당 회사는 불가항력적인 사유의 발생 후 가능한 한 빨리 이를 회원에게 통지하고 그 사유가 제거 또는 중단된 후 가능한 한 신속하게 본 계약 조건의 이행 및 준수를 재개하여야 한다.

                        <b>제34조 (개별 서비스에 대한 약관 및 이용조건)</b>
                            •	“회사”는 개별 서비스와 관련한 별도의 약관 및 이용정책을 둘 수 있으며, 개별서비스에서 별도로 적용되는 약관에 대한 동의는 “회원”이 개별서비스를 최초로 이용할 경우 별도의 동의 절차를 거치게 됩니다. 이 경우 개별 서비스에 대한 이용약관 등이 본 약관에 우선합니다.
                            •	전항에도 불구하고 “회사”는 개별 서비스에 대한 이용정책에 대해서는 “서비스”를 통해 공지할 수 있으며, “이용자”는 이용정책을 숙지하고 준수하여야 합니다.

                            <b>제35조 (서비스 종료)</b>
                            •	회사가 서비스를 종료하고자 할 경우 회사는 서비스를 종료하고자 하는 날로부터 3개월 이전에 본 약관 제3조 제2항에서 정한 방법으로 회원에게 알려드립니다.
                            •	본 조 제1항에 따라 서비스가 종료되는 경우 회사는 관계법령에 따라 보유하고 있는 개인정보를 파기합니다. 
                            •	서비스가 종료되는 경우 회원이 보유한 쿠폰과 크레딧 등은 모두 자동 소멸됩니다.

                            <b>제36조 (준거법 및 관할법원)</b>
                        본 약관에서 정하지 않은 사항과 본 약관의 해석에 대해서는 대한민국법령 및 상관례에 따르며, 서비스 및 본 약관과 관련한 제반 분쟁 및 소송은 서울서부지방법원을 제1심 관할법원으로 합니다.

                        <b>제37조(개인정보보호의무)</b>
                        회사는 관련 법령이 정하는 바에 따라서 회원 등록정보를 포함한 개인정보를 보호하기 위하여 노력합니다. 이에 관해서는 관련 법령 및 회사의 “개인정보취급방침”에 의하며, 회원이 늘 확인하실 수 있도록 웹사이트를 통해 공시하고 있습니다.

                        <b>부칙</b>
                            본 약관은 2020년 7월 1일부터 시행합니다.

                            </p>
                        </div>
                        <input type="checkbox" size="5" id="c1" v-model="checked" class="ar-check" value="c1" />
                        <label for="c1" class="checkbox-label">[필수] 애즈런 이용약관</label>

                        <button type="button" class="view-btn" @click="toggleAgreementTxt(0)"></button>
                    </section>

                    <!-- 개인정보처리방침 -->
                    <section class="agreement-section">
                        
                        <div class="agreement-txt">
                            <div class="agreement-txt__hd">
                                <h3>개인정보처리방침</h3>
                                <button type="button" class="close-btn" @click="toggleAgreementTxt(1)"></button>
                            </div>

                            <h4>개인정보처리방침</h4>
                            <div style="white-space: pre-line;
                            color: #5e5e5e;
                            font-size: 0.75rem;
                            font-weight: normal;">
                            <b>1. 총칙</b>

                            주식회사 오픈그룹(이하 “회사”라 합니다)은 이용자의 개인정보를 매우 소중히 생각합니다. 회사는 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「개인정보보호법」을 비롯한 개인정보 관련 법령을 준수하고 있습니다. 이용자께서 알려주신 개인정보는 수집, 이용 동의를 받은 범위 내에서, 단말기 정보 등에 접근한다는 것을 고지, 승인 후 수집되며, 별도의 동의없이는 결코 제3자에게 제공되지 않습니다. 또한 기본적 인권 침해의 우려가 있는 민감한 개인정보는 수집하지 않습니다. 본 개인정보처리방침은 개인정보를 안전하게 처리하기 위한 회사의 정책관련 자세한 사항을 알려드리기 위해 마련되었으며 애즈런 앱 또는 웹사이트 (https://adsrun.kr) 에서 언제든 확인하실 수 있습니다.

                            <b>2. 수집하는 개인정보의 항목</b>

                            가) 회사는 회원가입, 상담, 서비스 제공 등을 위해 아래와 같은 개인정보를 수집하고 있습니다. 해당 서비스의 본질적 기능을 수행하기 위한 정보는 필수항목으로서 수집하며 이용자가 그 정보를 회사에 제공하지 않는 경우 서비스 이용에 제한이 가해질 수 있지만, 선택항목으로 수집되는 정보의 경우에는 이를 입력하지 않은 경우에도 서비스 이용제한은 없습니다. 추가항목은 휴대폰 감면권 신청, 기부금 영수증 발행 등의 경우 해당 신청자에 한해 추가적으로 수집합니다.
                                
                            나)	수집하는 개인정보의 항목

                            ⅰ. 필수

                                -ID(이메일)
                                -비밀번호
                                -주민번호
                                -성명
                                -성별
                                -전화번호
                                -거주지 주소
                                -직장 주소
                                -단말기위치정보
                                -서비스 이용기록
                                -접속 로그
                                -쿠키
                                -접속아이피
                                -차량정보(자동차등록번호, 차명, 차종, 용도, 년식, 색상, 최종소유자, 사용본거지)  
                                -계좌정보(은행명, 예금주성명, 계좌번호)

                            ⅱ. 선택

                                항목: 없음.

                            ⅲ. 본인인증

                                항목: 이름, 생년월일, 내외국인 여부, 성별, 전화번호, 중복가입여부(DI)

                            다)	개인정보 수집방법

                            회사는 온라인 회원가입, 회원정보수정, 서면양식, 전화 또는 팩스, 서비스 이용, 제휴사로부터의 제공, 단말기를 통한 자동수집, 이메일과 같은 방법을 통하여 개인정보를 수집합니다. 이용자의 사상, 신념, 과거의 병력 등 개인의 권리, 이익이나 사생활을 뚜렷하게 침해할 우려가 있는 민감정보는 수집하지 않으며, 회사는 이용자의 개인정보를 수집할 때, 사전에 해당 사실을 이용자에게 알리고 동의를 구합니다. 다만, 이용자가 요구하는 서비스를 제공하는 과정에서 이를 이행하기 위하여 필요한 개인정보로서 경제적, 기술적 사유로 통상적인 동의를 받는 것이 뚜렷하게 곤란한 경우, 서비스 제공에 따른 요금정산을 위하여 필요한 경우, 기타 정보통신망법 또는 다른 법률에 특별한 규정이 있는 경우에는 동의를 받지 않고 이용자의 개인정보를 수집할 수 있습니다.
                                
                            <b>3. 개인정보 수집 및 이용목적</b>

                            가)	서비스의 원활한 제공 및 운영

                            나)	회원관리: 회원제 서비스 이용, 개인식별, 불량회원 부정 이용방지와 비인가 사용방지, 가입의사 확인, 가입 및 가입횟수 제한, 분쟁 조정을 위한 기록보존, 불만처리 등 민원처리, 고지사항 전달

                            다)	고객별 맞춤 서비스 제공, 통계학적 특성에 따른 서비스 제공 및 광고 게재, 정기 간행물 발송, 서비스 유효성 확인, 이벤트 및 광고성 정보 제공 및 참여기회 제공, 접속빈도 파악, 회원의 서비스 이용에 대한 통계학
                                
                            <b>4. 개인정보 보유 및 이용기간</b>

                            회사는 이용자가 회원자격을 유지하고 있는 동안 수집된 이용자의 개인정보를 보유, 이용할 수 있으며, 이용자가 탈퇴하거나 자격을 상실할 경우에는 이용자의 별도 요청이 없더라도 수집된 회원정보를 삭제 및 파기합니다. 단, 이용자의 회원탈퇴 또는 회원자격 상실에도 불구하고 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존하며, 이용자의 처리정지, 삭제 요구권의 대상이 되지 아니합니다.

                            ① 회사 내부 방침에 의한 정보 보유

                            <table style="font-size:0.65rem;">
                                <colgroup>
                                    <col width="40%"/>
                                    <col width="40%"/>
                                    <col width="20%"/>
                                </colgroup>
                                    <thead>
                                        <tr>
                                            <th>보존근거</th>
                                            <th>보존항목</th>
                                            <th>보존기간</th>
                                        </tr>
                                    </thead>
                                    <tbody>
                                        <tr>
                                            <td>회원 탈퇴 후 재가입 방지목적</td>
                                            <td>암호화된 동일인 식별정보(CI), 중복가입확인정보(DI)</td>
                                            <td>3개월</td>
                                        </tr>
                                        <tr>
                                            <td>회원의 악의적 서비스 이용 재발 방지 목적</td>
                                            <td>암호화된 동일인 식별정보(CI), 중복가입확인정보(DI), 악의적 서비스 이용내역 및 제재사유, 일자</td>
                                            <td>5년</td>
                                        </tr>
                                        <tr>
                                            <td>영구정지 회원의 재가입 방지 목적</td>
                                            <td>암호화된 동일인 식별정보(CI), 중복가입확인정보(DI), 악의적 서비스 이용내역 및 제재사유, 일자</td>
                                            <td>영구</td>
                                        </tr>
                                    </tbody>
                            </table>

                            ② 관계법령에 의한 정보 보유

                            <table style="font-size:0.65rem;">
                                <colgroup>
                                    <col width="40%"/>
                                    <col width="40%"/>
                                    <col width="20%"/>
                                </colgroup>
                                    <thead>
                                        <tr>
                                            <th>보존근거</th>
                                            <th>보존항목</th>
                                            <th>보존기간</th>
                                        </tr>
                                    </thead>
                                    <tbody>
                                        <tr>
                                            <td>전자상거래 등에서의 소비자보호에 관한 법률</td>
                                            <td>계약 또는 청약철회 등에 관한 기록(회원 식별정보, 계약/청약철회 기록 등)</td>
                                            <td>5년</td>
                                        </tr>
                                        <tr>
                                            <td>전자상거래 등에서의 소비자보호에 관한 법률</td>
                                            <td>대금결제 및 재화 등의 공급에 관한 기록</td>
                                            <td>5년</td>
                                        </tr>
                                        <tr>
                                            <td>전자상거래 등에서의 소비자보호에 관한 법률</td>
                                            <td>소비자의 불만 및 분쟁처리에 관한 기록</td>
                                            <td>3년</td>
                                        </tr>
                                        <tr>
                                            <td>신용정보의 이용 및 보호에 관한 법률</td>
                                            <td>신용정보의 수집,처리 및 이용 등에 관한 기록</td>
                                            <td>3년</td>
                                        </tr>
                                        <tr>
                                            <td>통신비밀보호법</td>
                                            <td>웹 사이트 방문기록(로그기록, IP등)</td>
                                            <td>3개월</td>
                                        </tr>
                                    </tbody>
                            </table>

                            ③ 휴면회원의 정보 보유

                                이용자가 1년 이상 서비스를 이용하지 않고 연체나 채무불이행 상태가 아닌 경우 해당 이용자의 아이디는 ‘휴면회원’으로 처리됩니다. ‘휴면회원’으로 처리되면 회원 로그인을 비롯한 모든 서비스에 대한 이용이 정지되고, 회사는 ‘휴면회원’의 개인정보를 제1항 및 제2항에 따른 정보보유의 대상이 아닌 한 다른 ID와 별도로 관리합니다. 회사는 ‘휴면회원’ 처리 예정일 30일 전 해당 사실을 이메일을 통하여 사전 안내하며, 이용자는 ‘휴면회원’ 처리일 이후에 ‘웹 사이트’ 및 ‘모바일 서비스’상에서 직접 본인확인을 거쳐 휴면상태 해지신청을 하는 즉시 다시 정상적으로 서비스를 이용할 수 있습니다.

                            <b>5. 개인정보의 목적 외 이용 및 제3자에 대한 제공</b>

                            가)	회사는 이용자의 개인정보를 "3.개인정보의 수집 및 이용목적"에서 고지한 범위 내에서 사용하여 동 범위를 초과하여 이용하거나 원칙적으로 제 3자에게 제공하지 않습니다.

                            나)	다만 다음의 경우에는 합당한 절차를 통한 회원의 동의를 얻어 개인정보를 제공 또는 이용할 수 있습니다.

                            ⅰ. 제휴관계 : 보다 나은 서비스 제공을 위하여 당사는 회원의 개인정보를 제휴사에 제공할 수 있습니다. 이 경우 사전에 회원에게 제휴사, 제공되는 개인정보의 항목, 개인정보 제공 목적, 제공기간, 개인정보보호 방안등에 대해서 동의를 구하는 절차를 거치게 되며, 회원의 동의가 없는 경우에는 제휴사에게 이를 제공하지 않으며, 제휴관계의 변화 또는 종결될 경우에도 고지합니다. 또한 제휴관계가 종결될 경우 제공된 개인정보에 대해서는 회원님의 동의가 없는 경우 지체 없이 파기 하도록 조치하며 개인정보 제공에 동의하더라고 언제든지 그 동의를 철회할 수 있습니다. 개인정보의 제 3자에 대한 제공 동의를 거부하시는 경우에도 해당 제3자의 서비스를 제외한 애즈런 서비스는 이용하실 수 있습니다.

                            ⅱ. 위탁처리 : 원활한 업무처리와 회원에게 보다 나은 서비스 제공을 위하여 회원의 개인정보를 처리할 수 있으며, 이 경우 반드시 사전에 위탁처리 업체명과 목적, 위탁처리 되는 개인정보의 범위, 위탁기간 등에 대해 상세하게 고지합니다.

                            다)	다음은 예외로 합니다.

                            ⅰ. 서비스 제공에 따른 요금정산을 위하여 필요한 경우

                            ⅱ. 회사가 제공하는 서비스를 통하여 거래가 성사된 경우, 거래 당사자 간의 원활한 의사소통을 위하여 관련된 정보를 범위 내에서 거래당사자에게 제공하는 경우

                            ⅲ. 이용자들이 사전에 동의한 경우

                            ⅳ. 법령의 규정(개인정보 보호법 제15조 제1항)에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따른 수사기관의 요구가 있는 경우

                            라) 개인정보의 제3자에 대한 제공 현황

                            회사는 서비스의 향상을 위하여 아래와 같이 개인정보를 위탁하고 있으며, 관련 법령에 따라 위탁계약시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정하고 있습니다. 회사는 수탁자가 변경되는 경우 지체없이 본 개인정보 처리방침을 통하여 공개합니다. 회사의 개인정보 위탁처리 기관 및 위탁업무 내용은 다음과 같습니다.

                            <table style="font-size:0.65rem;">
                            <colgroup>
                                <col width="25%"/>
                                <col width="25%"/>
                                <col width="25%"/>
                                <col width="25%"/>
                            </colgroup>
                                <thead>
                                    <tr>
                                        <th>제공받는자</th>
                                        <th>목적</th>
                                        <th>항목</th>
                                        <th>보유기간</th>
                                    </tr>
                                </thead>
                                <tbody>
                                    <tr>
                                        <td>Google, Inc.</td>
                                        <td>휴대전화 확인</td>
                                        <td>휴대전화번호</td>
                                        <td>업무완료시 지체없이 파기</td>
                                    </tr>
                                    <tr>
                                        <td>인포텍코퍼레이션(주)</td>
                                        <td>회원의 차량 확인</td>
                                        <td>성명, 차량번호</td>
                                        <td>서비스 이용을 위해 차량 확인 및 점검이 완료될 때까지 또는 본인의 제공 동의 철회 요청 시까지</td>
                                    </tr>
                                    <tr>
                                        <td>인포텍코퍼레이션(주)</td>
                                        <td>회원의 계좌 확인</td>
                                        <td>성명, 계좌번호, 은행명</td>
                                        <td>서비스 이용을 위해 계좌 확인 및 점검이 완료될 때까지 또는 본인의 제공 동의 철회 요청 시까지</td>
                                    </tr>
                                    <tr>
                                        <td>Amazon Web Service</td>
                                        <td>데이터 보관 및 시스템 운영</td>
                                        <td>서비스 제공 과정에서 수집한 모든 개인정보</td>
                                        <td>회원 탈퇴 또는 개인정보 유효기간 도래시까지 보관</td>
                                    </tr>
                                    <tr>
                                        <td>산업기술진흥원(KIAT)</td>
                                        <td rowspan="3">규제샌드박스 실증특례 사업 관리</td>
                                        <td rowspan="3">차종, 거주지, 차량등록지, 차량번호, 참여광고명, 광고 시작일, 광고 종료일</td>
                                        <td rowspan="3">회원 탈퇴 또는 개인정보 유효기간 도래시까지 보관</td>
                                    </tr>
                                    <tr>
                                        <td>산업부</td>
                                    </tr>
                                    <tr>
                                        <td>행안부</td>
                                    </tr>
                                    <tr>
                                        <td>스마트애드</td>
                                        <td>광고 스티커 배송</td>
                                        <td>성명, 배송지 주소, 전화번호</td>
                                        <td>스티커 배송 완료 후 파기</td>
                                    </tr>
                                    <tr>
                                        <td>㈜오픈그룹에 광고를 의뢰한 광고주</td>
                                        <td>광고 참여 현황 및 결과 전달</td>
                                        <td>광고 참여한 차량정보(모델, 차종) 및 차량번호 일부(비식별화 후), 광고 기간동안 주행 거리 및 경로</td>
                                        <td>회원 탈퇴 또는 개인정보 유효기간 도래시까지 보관</td>
                                    </tr>
                                </tbody>
                            </table>

                            <b>6. 개인정보의 파기 절차 및 방법</b>

                            가)	회사는 회원의 개인정보를 수집하는 경우 그 보유기간은 원칙적으로 회원가입 후 약관 제10조에 의한 "계약기간 및 이용계약 종료 시"까지며, 이용계약 종료의 경우 회사는 회원의 개인정보를 즉시 파기하여 제3자에게 제공된 정보에 대해서도 지체 없이 파기하도록 조치합니다. (단, 재가입유예기간동안의 재가입 방지 등을 위해 이용계약이 종료한 날로부터 3개월 경과 후에 파기하도록 합니다.)

                                ⅰ. 상법 등 법령의 규정에 의하여 보전할 필요성이 있는 경우 법령에서 규정한 보전기간 동안 거래 내역과 최소한의 기본정보를 보유

                                ⅱ. 보유기간을 공지하고 그 보유기간이 경과하지 아니한 경우와 개별적으로 회원의 동의를 받을 경우에는 약정한 기간 동안 보유

                                ⅲ. 다음의 경우 명시한 기간 동안 개인 정보를 보유

                                -계약 또는 청약철회 등에 관한 기록
                                보전 이유: 전자상거래 등에서의 소비자보호에 관한 법률
                                보존 기간: 5년
                                -대금결제 및 재화 등의 공급에 관한 기록
                                보존 이유: 전자상거래 등에서의 소비자보호에 관한 법률
                                보존 기간: 5년
                                -소비자의 불만 또는 분쟁처리에 관한 기록
                                보존 이유: 전자상거래 등에서의 소비자보호에 관한 법률
                                보존 기간: 3년
                                -본인확인에 관한 기록
                                보존 이유: 정보통신망 이용촉진 및 정보보호 등에 관한 법률
                                보존 기간: 6개월
                                -방문에 관한 기록
                                보존 이유: 통신비밀보호법
                                보존 기간: 3개월

                            나)	회원의 동의를 받아 보유하고 있는 개인정보에 대한 당해 회원의 열람 욕구가 있는 경우 회사는 지체없이 이를 열람, 확인할 수 있도록 조치합니다.

                            <b>7. 이용자 및 법정대리인의 권리와 그 행사방법</b>

                            가)	이용자 및 법정 대리인은 언제든지 등록되어 있는 자신 또는 대리자의 개인정보를 조회하거나 수정할 수 있으며, 가입, 해지를 요청할 수 있습니다.

                            나)	이용자 혹은 대리인의 개인정보 조회, 수정을 위해서는 "내 정보"를 가입, 해지(동의 철회)를 위해서는 고객센터를 통해 본인확인 절차를 거친후 직접 열람, 정정 또는 탈퇴 요청이 가능합니다.

                            다)	개인정보관리책임자에게 서면, 전화 또는 이메일로 연락하여 개인 정보의 조회, 수정 및 가입 해지 요청이 가능합니다.

                            라)	개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기전까지 당해 개인정보 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정처리결과를 제3자에게 통지합니다.

                            마)	회사는 이용자 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보 6조"개인정보의 보유기간 및 파기"에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.

                            <b>8. 위치기반정보의 수집에 관한 사항</b>

                            회사는 원활한 서비스의 제공을 위해 위치기반정보를 수집할 수 있으며 이에 관하여는 위치기반서비스 이용약관을 참고하시기 바랍니다.

                            <b>9. 개인정보 자동수집장치의 설치, 운영 및 거부에 관한 사항</b>

                            회사는 이용자의 정보를 수시로 저장하고 찾아내는 “쿠키(cookie)”와 “세션”을 운용합니다. “쿠키”란 회사의 웹사이트를 운영하는데 이용되는 서버가 이용자의 브라우저에 보내는 아주 작은 텍스트 파일로서 이용자의 컴퓨터 하드디스크에 저장됩니다. “세션”이란 웹사이트를 운영하는데 이용되는 서버가 이용자 로그인 시간 동안에 이용자의 정보를 서버에 저장하는 것을 의미합니다. 회사(는) 다음과 같은 목적을 위해 쿠키와 세션을 사용합니다.

                            가)	쿠키와 세션의 사용목적

                                회사는 이용자들에게 특활인 맞춤서비스를 제공하기 위해서 이용자들의 정보를 저장하고 수시로 불러오는 “세션(session)”을 사용합니다. 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 이용자는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.

                            나)	쿠키 설정 거부방법 

                                쿠키 설정을 거부하는 방법으로는 이용자가 사용하시는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다. 인터넷 익스플로어의 경우: 웹 브라우저 상단의 도구 > 인터넷 옵션> 개인정보 
                                단, 이용자께서 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 있을 수 있습니다.

                            다) 세션의 설치/운영 및 거부

                                이용자는 세션 설치에 대한 선택권을 가지고 있지 않습니다. 로그인이 필요한 회사의 서비스의 경우 회사 운영 서버에서 자동으로 세션이 생성됩니다.

                            <b>10. 개인정보의 기술적, 관리적 보호대책</b>

                            회사는 이용자들의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 유출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적/관리적 대책을 강구하고 있습니다.

                            가)	개인정보 암호화

                                이용자의 개인정보(성별, 계좌정보 등)는 암호화하여 저장/관리되고 있으며, 암호화통신(SSL)등을 통하여 네트워크상에서 개인정보를 안전하게 전송할 수 있도록 하고 있습니다. 비밀번호를 복호화가 불가능한 일반형 암호화되어 저장/관리되고 있습니다.

                            나)	해킹 등에 대비한 대책

                                회사는 해킹이나 컴퓨터 바이러스에 의하여 회원들의 개인정보가 유출되거나 훼손되는 것을 막기 위하여 필요한 보안조치를 이용하고 있으며, 더욱 향상된 보안조치를 확보할 수 있도록 가능한 모든 기술적 방법을 구비하기 위하여 노력하고 있습니다.

                            다)	처리 직원의 최소화 및 교육실습

                                회사는 개인정보를 취급하는 직원을 최소한으로 제한하고 있으며, 관련 직원들에 대한 교육을 수시로 실시하여 본 방침의 이행 및 준수여부를 확인하고 있습니다.

                            <b>11. 개인정보에 관한 민원접수</b>

                            회사는 개인정보보호 전담조직 운영을 통하여 개인정보 처리방침을 이행상황을 및 담당자의 준수여부를 확인하고 있으며, 이용자의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 책임자를 지정하여 운영하고 있습니다. 

                            -	개인정보 관리 책임자
                            -	성명: 김상훈
                            -	이메일: adsrun@adsrun.kr

                            기타 개인정보에 관한 신고나 상담이 필요한 경우에는 개인정보침해신고센터, 사이버경찰청 등으로 문의하실 수 있습니다. 

                            -	개인정보 침해 신고센터를
                            -	전화: 118
                            -	웹사이트: privacy.kisa.or.kr
                            -	사이버경찰청
                            -	전화: 182
                            -	웹사이트: www.police.go.kr

                            <b>12. 기타 개인정보 처리에 관한 방침</b>

                            가)	부가서비스 이용에 따른 개인정보 처리방침
                                
                                회사가 제공하는 부가서비스 중 회원가입이 필요한 서비스의 경우 개인정보 처리방침에 대한 동의를 따로 받습니다.
                                
                            나)	개인 아이디와 비밀번호 관리

                                이용자가 사용하고 계시는 ID와 비밀번호는 원칙적으로 이용자만 사용하도록 되어 있습니다.
                                회사의 고의 또는 과실이 없는 경우에, 이용자의 ID와 비밀번호 도용 또는 기타 타인의 사용으로 인해 발생된 문제에 대하여 회사가 책임지지 않습니다. 어떠한 경우에도 비밀번호는 타인에게 알려주지 마시고 로그온 상태에서는 주위의 다른 사람에게 개인 정보가 유출되지 않도록 특별히 주의를 기울여 주시기 바랍니다. 타인의 개인정보를 도용하여 회원 가입 또는 계약이 확인되었을 경우에는 이용계약이 일방적으로 해지될 수 있으며, 주민등록법에 의해 3년 이하의 징역 또는 1천만원 이하의 벌금이 부과될 수 있습니다.

                            <b>13. 고지의무</b>

                            당 개인정보 처리방침을 정부의 정책 또는 보안기술의 변경 및 서비스의 변경에 따라 내용의 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일 전부터 서비스 앱(애즈런)의 ‘공지사항’을 통해 고지할 것입니다. 

                            개인정보 처리방침 시행일자: 2020.07.01

                            개인정보 처리방침 개정일자: 2023.06.15
                        </div>
                    </div>
                    <input type="checkbox" size="5" id="c2" v-model="checked" value="c2" class="ar-check" />
                    <label for="c2" class="checkbox-label">[필수] 개인정보처리방침</label>

                    <button type="button" class="view-btn" @click="toggleAgreementTxt(1)"></button>
                </section>

                <!-- 위치정보활용동의 -->
                <section class="agreement-section">
                    <div class="agreement-txt">
                        <div class="agreement-txt__hd">
                            <h3>위치정보활용동의</h3>
                            <button type="button" class="close-btn" @click="toggleAgreementTxt(2)"></button>
                        </div>
                        
                        <h4>위치정보활용동의</h4>
                        <p><b>제1조 목적</b>
                            이 약관은 주식회사 오픈그룹(이하 "회사")가 제공하는 위치정보사업 또는 위치기반서비스 사업과 관련하여 회사와 개인위치정보주체와의 권리, 의무 및 책임자랑, 기타 필요한사항을 규정하는 목적으로 합니다.

                            <b>제2조 약관의 효력 및 변경</b>
                            1.본 약관은 이용자가 본 약관에 동의하고 회사가 정한 절차에 따라 위치기반서비스의 이용자로 등록됨으로써 효력이 발생합니다. 
                            2.회사는 법률이나 위치기반서비스의 변경사항을 반영하기 위한 목적 등으로 약관을 수정할 수 있습니다. 
                            3.약관이 변경되는 경우 회사는 변경사항을 최소 7일 전에 회사의 홈페이지 등 기타 공지사항 페이지를 통해 게시합니다. 
                            4.단, 개정되는 내용이 이용자 권리의 중대한 변경이 발생하는 경우에는 30일 전에 게시하도록 하겠습니다.

                            <b>제3조 약관 외 준칙</b>
                            이 약관에 명시되지 않은 사항은 위치정보의 보호 및 이용 등에 관한 법률, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 전기통신사업법, 전기통신사업법 등 관계법령과 회사의 이용약관 및 개인정보처리방침, 회사가 별도로 정한 지침 등에 의합니다.
                            
                            <b>제4조 서비스의 내용 및 요금</b>
                                •	서비스의 이용은 연중무휴 1일 24시간을 원칙으로 합니다. 단, 회사의 업무 또는 기술상의 이유로 서비스가 일시 중지될 수 있으며, 운영상의 목적으로 회사가 정한 기간에도 서비스는 일시 중지될 수 있습니다. 이 때 회사는 사전 또는 사후에 이를 공지합니다.
                                •	회사가 제공하는 서비스의 종류는 아래 각 호와 같습니다.
                            - 현재 위치 조회, 주변 검색, 위치를 기반으로 한 회사의 개인화 서비스 제공 및 광고 게재(개인의 위치정보는 회원 탈퇴 시 지체없이 파기)
                                •	회사가 제공하는 서비스는 기본적으로 유료 또는 무료입니다. 단, 별도의 유료서비스의 경우 해당 서비스에 명시된 요금을 지불하여야 사용 가능합니다.
                                •	회사는 유료서비스 이용요금을 회사와 계약한 전자지불업체에서 정한 방법에 의하거나 회사가 정한 청구서에 합산하여 청구할 수 있습니다.
                                •	유료서비스 이용을 통하여 결제된 대금에 대한 취소 및 환불은 회사의 결제 이용약관 등 관련법령에 따릅니다.
                                •	회원의 개인정보도용 및 결제사기로 인한 환불요청 또는 결제자의 개인정보 요구는 법률이 정한 경우 외에는 거절될 수 있습니다.
                                •	무선서비스 이용 시 발생하는 데이터 통신료는 별도이며, 회원이 가입한 각 이동통신사의 정책에 따릅니다.
                                •	MMS 등으로 게시물을 등록할 경우 발생하는 요금은 회원이 가입한 각 이동통신사의 정책에 따릅니다.
                            
                                <b>제5조 서비스의 내용변경 통지 등</b>
                                •	회사가 서비스 내용을 변경하거나 종료하는 경우 회사는 회원의 등록된 전자우편 주소로 이메일을 통하여 서비스 내용의 변경 사항 또는 종료를 통지할 수 있습니다. 
                                •	①항의 경우 불특정 다수인을 상대로 통지를 함에 있어서는 웹사이트 등 기타 회사의 공지사항을 통하여 회원들에게 통지할 수 있습니다.
                            
                                <b>제6조 서비스 이용의 제한 및 중지</b>
                                •	회사는 위치기반서비스사업자의 정책변경 등과 같이 회사의 제반사정 또는 법률상의 이유로 위치기반서비스를 유지할 수 없는 경우 위치기반서비스의 전부 또는 일부를 제한·변경·중지할 수 있습니다. 
                                •	단, 위 항에 의한 위치기반서비스 중단의 경우 회사는 사전에 회사 홈페이지 등 기타 공지사항 페이지를 통해 공지하거나 이용자에게 통지합니다.
                            
                                <b>제7조 개인위치정보주체의 권리</b>
                                •	이용자는 언제든지 개인위치정보의 수집·이용·제공에 대한 동의 전부 또는 일부를 유보할 수 있습니다. 
                                •	이용자는 언제든지 개인위치정보의 수집·이용·제공에 대한 동의 전부 또는 일부를 철회할 수 있습니다. 이 경우 회사는 지체 없이 철회된 범위의 개인위치정보 및 위치정보 수집·이용·제공사실 확인자료를 파기합니다. 
                                •	이용자는 개인위치정보의 수집·이용·제공의 일시적인 중지를 요구할 수 있으며, 이 경우 회사는 이를 거절할 수 없고 이를 충족하는 기술적 수단을 마련합니다. 
                                •	이용자는 회사에 대하여 아래 자료에 대한 열람 또는 고지를 요구할 수 있으며, 해당 자료에 오류가 있는 경우에는 정정을 요구할 수 있습니다. 이 경우 정당한 사유 없이 요구를 거절하지 않습니다. 
                                •	이용자에 대한 위치정보 수집·이용·제공사실 확인자료 
                                •	이용자의 개인위치정보가 위치정보의 보호 및 이용 등에 관한 법률 또는 다른 법령의 규정에 의하여 제3자에게 제공된 이유 및 내용 
                                •	이용자는 권리행사를 위해 본 약관 제15조의 연락처를 이용하여 회사에 요청할 수 있습니다.
                            
                                <b>제8조 법정대리인의 권리</b>
                            회사는 14세 미만의 이용자에 대해서는 개인위치정보를 이용한 위치기반서비스 제공 및 개인위치정보의 제3자 제공에 대한 동의를 이용자 및 이용자의 법정대리인으로부터 동의를 받아야 합니다. 이 경우 법정대리인은 본 약관 제7조에 의한 이용자의 권리를 모두 가집니다.
                            
                            <b>제9조 8세 이하의 아동 등의 보호의무자의 권리</b>
                                •	회사는 아래의 경우에 해당하는 자(이하 “8세 이하의 아동 등”)의 위치정보의 보호 및 이용 등에 관한 법률 제26조2항에 해당하는 자(이하 “보호의무자”)가 8세 이하의 아동 등의 생명 또는 신체보호를 위하여 개인위치정보의 이용 또는 제공에 동의하는 경우에는 본인의 동의가 있는 것으로 봅니다. 
                                •	8세 이하의 아동 
                                •	피성년후견인 
                                •	장애인복지법 제2조제2항제2호에 따른 정신적 장애를 가진 사람으로서 장애인고용촉진 및 직업재활법 제2조제2호에 따른 중증장애인에 해당하는 사람(장애인복지법 제32조에 따라 장애인 등록을 한 사람만 해당한다) 
                                •	8세 이하의 아동 등의 생명 또는 신체의 보호를 위하여 개인위치정보의 이용 또는 제공에 동의를 하고자 하는 보호의무자는 서면동의서에 보호의무자임을 증명하는 서면을 첨부하여 회사에 제출하여야 합니다. 
                                •	보호의무자는 8세 이하의 아동 등의 개인위치정보 이용 또는 제공에 동의하는 경우 본 약관 제7조에 의한 이용자의 권리를 모두 가집니다.
                            
                                <b>제10조 개인위치정보의 이용 또는 제공</b>
                                •	회사는 개인위치정보를 이용하여 위치기반서비스를 제공하는 경우 본 약관에 고지하고 동의를 받습니다. 
                                •	회사는 이용자의 동의 없이 개인위치정보를 제3자에게 제공하지 않으며, 제3자에게 제공하는 경우에는 제공받는 자 및 제공목적을 사전에 이용자에게 고지하고 동의를 받습니다. 
                                •	회사는 개인위치정보를 이용자가 지정하는 제3자에게 제공하는 경우 개인위치정보를 수집한 통신단말장치로 매회 이용자에게 제공받는 자, 제공일시 및 제공목적을 즉시 통지합니다. 
                                •	단, 아래의 경우 이용자가 미리 특정하여 지정한 통신단말장치 또는 전자우편주소, 온라인게시 등으로 통지합니다. 
                                •	개인위치정보를 수집한 당해 통신단말장치가 문자, 음성 또는 영상의 수신기능을 갖추지 아니한 경우 
                                •	이용자의 개인위치정보를 수집한 통신단말장치 외의 통신단말장치 또는 전자우편주소, 온라인게시 등으로 통보할 것을 미리 요청한 경우 
                                •	회사는 위치정보의 보호 및 이용 등에 관한 법률 제16조 제2항에 근거하여 개인위치정보 수집·이용·제공사실 확인자료를 자동으로 기록·보존하며, 해당 자료는 6개월간 보관합니다. 위치정보 제공 현황 자세히 보기
                            
                                <b>제11조 손해배상</b>
                            회사의 위치정보의 보호 및 이용 등에 관한 법률 제15조 및 26조의 규정을 위반한 행위로 인해 손해를 입은 경우 이용자는 회사에 손해배상을 청구할 수 있습니다. 회사는 고의, 과실이 없음을 입증하지 못하는 경우 책임을 면할 수 없습니다.
                            
                            <b>제12조 면책</b>
                                •	회사는 다음 각 호의 경우로 위치기반서비스를 제공할 수 없는 경우 이로 인하여 이용자에게 발생한 손해에 대해서는 책임을 부담하지 않습니다. 
                                •	천재지변 또는 이에 준하는 불가항력의 상태가 있는 경우 
                                •	위치기반서비스 제공을 위하여 회사와 서비스 제휴계약을 체결한 제3자의 고의적인 서비스 방해가 있는 경우 
                                •	이용자의 귀책사유로 위치기반서비스 이용에 장애가 있는 경우 
                                •	제1호 내지 제3호를 제외한 기타 회사의 고의·과실이 없는 사유로 인한 경우 
                                •	회사는 위치기반서비스 및 위치기반서비스에 게재된 정보, 자료, 사실의 신뢰도, 정확성 등에 대해서는 보증을 하지 않으며 이로 인해 발생한 이용자의 손해에 대하여는 책임을 부담하지 아니합니다.
                            
                                <b>제13조 분쟁의 조정 및 기타</b>
                                •	회사는 위치정보와 관련된 분쟁의 해결을 위해 이용자와 성실히 협의합니다. 
                                •	전항의 협의에서 분쟁이 해결되지 않은 경우, 회사와 이용자는 위치정보의 보호 및 이용 등에 관한 법률 제28조의 규정에 의해 방송통신위원회에 재정을 신청하거나, 개인정보보호법 제43조의 규정에 의해 개인정보 분쟁조정위원회에 조정을 신청할 수 있습니다.
                            
                                <b>제14조 규정의 준용</b>
                                •	본 약관은 대한민국법령에 의하여 규정되고 이행됩니다. 
                                •	본 약관에 규정되지 않은 사항에 대해서는 관련법령 및 상관습에 의합니다.
                            
                                <b>제15조 사업자 정보</b>
                                회사의 상호 및 주소 등은 다음과 같습니다
                                •	상호: 주식회사 오픈그룹
                                •	대표자: 이병열
                                •	주소: 경기도 광명시 디지털로 56, 110동 1002호(철산동)
                                •	이메일: adsrun@adsrun.kr
                            
                                <b>부칙</b>
                            제 1 조 시행일
                            본 약관은 2020년 7월 1일부터 적용됩니다.
                            제 2 조 위치정보관리 책임자 정보
                            회사는 다음과 같이 위치정보 관리책임자를 지정하여 이용자들이 서비스 이용과정에서 발생한 민원사항 처리를 비롯하여 개인위치정보주체의 권리 보호를 위해 힘쓰고 있습니다.
                            
                                •	위치정보 관리책임자 : (개인)정보보호 담당 부서 임원(개인정보 보호책임자 겸직)
                                •	전화번호 : 010-5743-4942
                                •	이메일 주소 : adsrun@adsrun.kr                            
                        </p>
                    </div>
                    <input type="checkbox" size="5" id="c3" v-model="checked" value="c3" class="ar-check" />
                    <label for="c3" class="checkbox-label">[필수] 위치정보활용동의</label>

                    <button type="button" class="view-btn" @click="toggleAgreementTxt(2)"></button>
                </section>
                <a href="#" @click="checkAgreement" class="btn full">확인</a>
            </div>
  </div>
</template>

<script>
import ApiService from '@/common/api.service'
import HeaderNav from '@/components/common/HeaderNav'
import { mapGetters } from 'vuex'

export default {
  components: {
    HeaderNav
  },
  data() {
    return {
      checked :[

      ],
      checked_all : false,
      terms:[]
    }
  },
  computed: {
    ...mapGetters(['isAuthenticated', 'currentUser'])
  },
  watch: {
    checked : function(newVal,oldVal){
      this.checked_all = newVal.length == 3 ? true : false
    }
  },
  methods: {
    cancel(){
        this.$router.push('/home')
    },
    checkAgreement() {
      if(this.checked.length == 3) {
        // this.$store.commit('getAgreement')
        // this.$store.commit('backOff')
        // console.log('before' + this.$store.getters.agreement);
        // this.$router.push('/registerBasic')

        if(this.terms && this.terms.length > 0) {
            var termsData = []
            this.terms.forEach( data => {
                termsData.push({'termsId' : data.termsId, 'agreeYn' : 'Y'})
            })

            console.log('terms data : ' + JSON.stringify(termsData));
            ApiService.post('/front/terms/agree',{'terms' : termsData}).then(res => {
                // console.log('api terms/agree res data : ' + JSON.stringify(res.data));
                if(res.data.result == 'ok') {
                    this.$store.commit('setAgreement', true)
                    this.$store.commit('backOff') //의도를 모르겠음......

                    console.log('location : ' + this.$store.getters.location);
                    if(this.$route.query.action) { //가입 누른 경우......
                        console.log('query.action : ' + this.$route.query.action);
                        this.$router.push({ path : this.$route.query.action})
                    } else if (this.$store.getters.location) { 
                        this.$router.push({ path : '/' +this.$store.getters.location})
                    } else {
                        this.$router.push('/home')
                    }
                }
            })
        }
      }
      else  alert('약관에 동의해주세요.')
    },
    toggle() {
      if(!this.checked_all) this.checked = ["c1","c2","c3"]
      else this.checked = []
    },
    toggleAgreementTxt(idx) {
        console.log(idx)
        let agreementTxt = document.querySelectorAll('.agreement-txt');
        let target = agreementTxt[idx];
        if(target.classList.contains('active')) {
            target.classList.remove('active');
        } else {
            target.classList.add('active');
        }
    },
    termsInfo() {
        ApiService.post('/front/terms/latest').then(res => {
            // console.log('api terms/latest res data : ', JSON.stringify(res.data))
            if(res.data.result == 'ok') {
                this.terms = res.data.data;
            }
        })
    }
  },
  mounted() {
    this.$store.commit('isBack')
    this.termsInfo();
  }
}
</script>
