<template>
  <div class="ar-wrap terms">
  <header-nav/>
  <!-- * 상단 배너이미지 * -->
  <aside class="top-banner layout">
    <img src="/static/images/img-top-banner_1.png" alt=""/>
  </aside>
  <!-- * 상당 배너이미지 * -->
  
  <div class="terms__wrap layout">
        <section class="terms-section">
            <h4>개인정보처리방침</h4>
            <div class="terms-txt" style="white-space: pre-line;
                color: #5e5e5e;
                font-size: 0.75rem;
                font-weight: normal;">
                <b>1. 총칙</b>

                    주식회사 오픈그룹(이하 “회사”라 합니다)은 이용자의 개인정보를 매우 소중히 생각합니다. 회사는 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「개인정보보호법」을 비롯한 개인정보 관련 법령을 준수하고 있습니다. 이용자께서 알려주신 개인정보는 수집, 이용 동의를 받은 범위 내에서, 단말기 정보 등에 접근한다는 것을 고지, 승인 후 수집되며, 별도의 동의없이는 결코 제3자에게 제공되지 않습니다. 또한 기본적 인권 침해의 우려가 있는 민감한 개인정보는 수집하지 않습니다. 본 개인정보처리방침은 개인정보를 안전하게 처리하기 위한 회사의 정책관련 자세한 사항을 알려드리기 위해 마련되었으며 애즈런 앱 또는 웹사이트 (https://adsrun.kr) 에서 언제든 확인하실 수 있습니다.
                    
                <b>2. 수집하는 개인정보의 항목</b>

                    가) 회사는 회원가입, 상담, 서비스 제공 등을 위해 아래와 같은 개인정보를 수집하고 있습니다. 해당 서비스의 본질적 기능을 수행하기 위한 정보는 필수항목으로서 수집하며 이용자가 그 정보를 회사에 제공하지 않는 경우 서비스 이용에 제한이 가해질 수 있지만, 선택항목으로 수집되는 정보의 경우에는 이를 입력하지 않은 경우에도 서비스 이용제한은 없습니다. 추가항목은 휴대폰 감면권 신청, 기부금 영수증 발행 등의 경우 해당 신청자에 한해 추가적으로 수집합니다.
                        
                    나)	수집하는 개인정보의 항목

                    ⅰ. 필수

                        -ID(이메일)
                        -비밀번호
                        -주민번호
                        -성명
                        -성별
                        -전화번호
                        -거주지 주소
                        -직장 주소
                        -단말기위치정보
                        -서비스 이용기록
                        -접속 로그
                        -쿠키
                        -접속아이피
                        -차량정보(자동차등록번호, 차명, 차종, 용도, 년식, 색상, 최종소유자, 사용본거지)  
                        -계좌정보(은행명, 예금주성명, 계좌번호)

                    ⅱ. 선택

                        항목: 없음.

                    ⅲ. 본인인증

                        항목: 이름, 생년월일, 내외국인 여부, 성별, 전화번호, 중복가입여부(DI)

                    다)	개인정보 수집방법

                    회사는 온라인 회원가입, 회원정보수정, 서면양식, 전화 또는 팩스, 서비스 이용, 제휴사로부터의 제공, 단말기를 통한 자동수집, 이메일과 같은 방법을 통하여 개인정보를 수집합니다. 이용자의 사상, 신념, 과거의 병력 등 개인의 권리, 이익이나 사생활을 뚜렷하게 침해할 우려가 있는 민감정보는 수집하지 않으며, 회사는 이용자의 개인정보를 수집할 때, 사전에 해당 사실을 이용자에게 알리고 동의를 구합니다. 다만, 이용자가 요구하는 서비스를 제공하는 과정에서 이를 이행하기 위하여 필요한 개인정보로서 경제적, 기술적 사유로 통상적인 동의를 받는 것이 뚜렷하게 곤란한 경우, 서비스 제공에 따른 요금정산을 위하여 필요한 경우, 기타 정보통신망법 또는 다른 법률에 특별한 규정이 있는 경우에는 동의를 받지 않고 이용자의 개인정보를 수집할 수 있습니다.
                        
                <b>3. 개인정보 수집 및 이용목적</b>

                    가)	서비스의 원활한 제공 및 운영

                    나)	회원관리: 회원제 서비스 이용, 개인식별, 불량회원 부정 이용방지와 비인가 사용방지, 가입의사 확인, 가입 및 가입횟수 제한, 분쟁 조정을 위한 기록보존, 불만처리 등 민원처리, 고지사항 전달

                    다)	고객별 맞춤 서비스 제공, 통계학적 특성에 따른 서비스 제공 및 광고 게재, 정기 간행물 발송, 서비스 유효성 확인, 이벤트 및 광고성 정보 제공 및 참여기회 제공, 접속빈도 파악, 회원의 서비스 이용에 대한 통계학
                        
                <b>4. 개인정보 보유 및 이용기간</b>

                    회사는 이용자가 회원자격을 유지하고 있는 동안 수집된 이용자의 개인정보를 보유, 이용할 수 있으며, 이용자가 탈퇴하거나 자격을 상실할 경우에는 이용자의 별도 요청이 없더라도 수집된 회원정보를 삭제 및 파기합니다. 단, 이용자의 회원탈퇴 또는 회원자격 상실에도 불구하고 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존하며, 이용자의 처리정지, 삭제 요구권의 대상이 되지 아니합니다.
                    
                    ① 회사 내부 방침에 의한 정보 보유

                    <table style="font-size:0.65rem;">
                        <colgroup>
                            <col width="40%"/>
                            <col width="40%"/>
                            <col width="20%"/>
                        </colgroup>
                            <thead>
                                <tr>
                                    <th>보존근거</th>
                                    <th>보존항목</th>
                                    <th>보존기간</th>
                                </tr>
                            </thead>
                            <tbody>
                                <tr>
                                    <td>회원 탈퇴 후 재가입 방지목적</td>
                                    <td>암호화된 동일인 식별정보(CI), 중복가입확인정보(DI)</td>
                                    <td>3개월</td>
                                </tr>
                                <tr>
                                    <td>회원의 악의적 서비스 이용 재발 방지 목적</td>
                                    <td>암호화된 동일인 식별정보(CI), 중복가입확인정보(DI), 악의적 서비스 이용내역 및 제재사유, 일자</td>
                                    <td>5년</td>
                                </tr>
                                <tr>
                                    <td>영구정지 회원의 재가입 방지 목적</td>
                                    <td>암호화된 동일인 식별정보(CI), 중복가입확인정보(DI), 악의적 서비스 이용내역 및 제재사유, 일자</td>
                                    <td>영구</td>
                                </tr>
                            </tbody>
                    </table>

                    ② 관계법령에 의한 정보 보유

                    <table style="font-size:0.65rem;">
                        <colgroup>
                            <col width="40%"/>
                            <col width="40%"/>
                            <col width="20%"/>
                        </colgroup>
                            <thead>
                                <tr>
                                    <th>보존근거</th>
                                    <th>보존항목</th>
                                    <th>보존기간</th>
                                </tr>
                            </thead>
                            <tbody>
                                <tr>
                                    <td>전자상거래 등에서의 소비자보호에 관한 법률</td>
                                    <td>계약 또는 청약철회 등에 관한 기록(회원 식별정보, 계약/청약철회 기록 등)</td>
                                    <td>5년</td>
                                </tr>
                                <tr>
                                    <td>전자상거래 등에서의 소비자보호에 관한 법률</td>
                                    <td>대금결제 및 재화 등의 공급에 관한 기록</td>
                                    <td>5년</td>
                                </tr>
                                <tr>
                                    <td>전자상거래 등에서의 소비자보호에 관한 법률</td>
                                    <td>소비자의 불만 및 분쟁처리에 관한 기록</td>
                                    <td>3년</td>
                                </tr>
                                <tr>
                                    <td>신용정보의 이용 및 보호에 관한 법률</td>
                                    <td>신용정보의 수집,처리 및 이용 등에 관한 기록</td>
                                    <td>3년</td>
                                </tr>
                                <tr>
                                    <td>통신비밀보호법</td>
                                    <td>웹 사이트 방문기록(로그기록, IP등)</td>
                                    <td>3개월</td>
                                </tr>
                            </tbody>
                    </table>

                    ③ 휴면회원의 정보 보유

                        이용자가 1년 이상 서비스를 이용하지 않고 연체나 채무불이행 상태가 아닌 경우 해당 이용자의 아이디는 ‘휴면회원’으로 처리됩니다. ‘휴면회원’으로 처리되면 회원 로그인을 비롯한 모든 서비스에 대한 이용이 정지되고, 회사는 ‘휴면회원’의 개인정보를 제1항 및 제2항에 따른 정보보유의 대상이 아닌 한 다른 ID와 별도로 관리합니다. 회사는 ‘휴면회원’ 처리 예정일 30일 전 해당 사실을 이메일을 통하여 사전 안내하며, 이용자는 ‘휴면회원’ 처리일 이후에 ‘웹 사이트’ 및 ‘모바일 서비스’상에서 직접 본인확인을 거쳐 휴면상태 해지신청을 하는 즉시 다시 정상적으로 서비스를 이용할 수 있습니다.
        
                <b>5. 개인정보의 목적 외 이용 및 제3자에 대한 제공</b>

                    가)	회사는 이용자의 개인정보를 "3.개인정보의 수집 및 이용목적"에서 고지한 범위 내에서 사용하여 동 범위를 초과하여 이용하거나 원칙적으로 제 3자에게 제공하지 않습니다.

                    나)	다만 다음의 경우에는 합당한 절차를 통한 회원의 동의를 얻어 개인정보를 제공 또는 이용할 수 있습니다.

                    ⅰ. 제휴관계 : 보다 나은 서비스 제공을 위하여 당사는 회원의 개인정보를 제휴사에 제공할 수 있습니다. 이 경우 사전에 회원에게 제휴사, 제공되는 개인정보의 항목, 개인정보 제공 목적, 제공기간, 개인정보보호 방안등에 대해서 동의를 구하는 절차를 거치게 되며, 회원의 동의가 없는 경우에는 제휴사에게 이를 제공하지 않으며, 제휴관계의 변화 또는 종결될 경우에도 고지합니다. 또한 제휴관계가 종결될 경우 제공된 개인정보에 대해서는 회원님의 동의가 없는 경우 지체 없이 파기 하도록 조치하며 개인정보 제공에 동의하더라고 언제든지 그 동의를 철회할 수 있습니다. 개인정보의 제 3자에 대한 제공 동의를 거부하시는 경우에도 해당 제3자의 서비스를 제외한 애즈런 서비스는 이용하실 수 있습니다.
                    
                    ⅱ. 위탁처리 : 원활한 업무처리와 회원에게 보다 나은 서비스 제공을 위하여 회원의 개인정보를 처리할 수 있으며, 이 경우 반드시 사전에 위탁처리 업체명과 목적, 위탁처리 되는 개인정보의 범위, 위탁기간 등에 대해 상세하게 고지합니다.
                    
                    다)	다음은 예외로 합니다.
                    
                    ⅰ. 서비스 제공에 따른 요금정산을 위하여 필요한 경우
                    
                    ⅱ. 회사가 제공하는 서비스를 통하여 거래가 성사된 경우, 거래 당사자 간의 원활한 의사소통을 위하여 관련된 정보를 범위 내에서 거래당사자에게 제공하는 경우
                    
                    ⅲ. 이용자들이 사전에 동의한 경우
                    
                    ⅳ. 법령의 규정(개인정보 보호법 제15조 제1항)에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따른 수사기관의 요구가 있는 경우
                    
                    라) 개인정보의 제3자에 대한 제공 현황
                    
                    회사는 서비스의 향상을 위하여 아래와 같이 개인정보를 위탁하고 있으며, 관련 법령에 따라 위탁계약시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정하고 있습니다. 회사는 수탁자가 변경되는 경우 지체없이 본 개인정보 처리방침을 통하여 공개합니다. 회사의 개인정보 위탁처리 기관 및 위탁업무 내용은 다음과 같습니다.
                
                    <table style="font-size:0.65rem;">
                    <colgroup>
                        <col width="25%"/>
                        <col width="25%"/>
                        <col width="25%"/>
                        <col width="25%"/>
                    </colgroup>
                        <thead>
                            <tr>
                                <th>제공받는자</th>
                                <th>목적</th>
                                <th>항목</th>
                                <th>보유기간</th>
                            </tr>
                        </thead>
                        <tbody>
                            <tr>
                                <td>Google, Inc.</td>
                                <td>휴대전화 확인</td>
                                <td>휴대전화번호</td>
                                <td>업무완료시 지체없이 파기</td>
                            </tr>
                            <tr>
                                <td>인포텍코퍼레이션(주)</td>
                                <td>회원의 차량 확인</td>
                                <td>성명, 차량번호</td>
                                <td>서비스 이용을 위해 차량 확인 및 점검이 완료될 때까지 또는 본인의 제공 동의 철회 요청 시까지</td>
                            </tr>
                            <tr>
                                <td>인포텍코퍼레이션(주)</td>
                                <td>회원의 계좌 확인</td>
                                <td>성명, 계좌번호, 은행명</td>
                                <td>서비스 이용을 위해 계좌 확인 및 점검이 완료될 때까지 또는 본인의 제공 동의 철회 요청 시까지</td>
                            </tr>
                            <tr>
                                <td>Amazon Web Service</td>
                                <td>데이터 보관 및 시스템 운영</td>
                                <td>서비스 제공 과정에서 수집한 모든 개인정보</td>
                                <td>회원 탈퇴 또는 개인정보 유효기간 도래시까지 보관</td>
                            </tr>
                            <tr>
                                <td>산업기술진흥원(KIAT)</td>
                                <td rowspan="3">규제샌드박스 실증특례 사업 관리</td>
                                <td rowspan="3">차종, 거주지, 차량등록지, 차량번호, 참여광고명, 광고 시작일, 광고 종료일</td>
                                <td rowspan="3">회원 탈퇴 또는 개인정보 유효기간 도래시까지 보관</td>
                            </tr>
                            <tr>
                                <td>산업부</td>
                            </tr>
                            <tr>
                                <td>행안부</td>
                            </tr>
                            <tr>
                                <td>스마트애드</td>
                                <td>광고 스티커 배송</td>
                                <td>성명, 배송지 주소, 전화번호</td>
                                <td>스티커 배송 완료 후 파기</td>
                            </tr>
                            <tr>
                                <td>㈜오픈그룹에 광고를 의뢰한 광고주</td>
                                <td>광고 참여 현황 및 결과 전달</td>
                                <td>광고 참여한 차량정보(모델, 차종) 및 차량번호 일부(비식별화 후), 광고 기간동안 주행 거리 및 경로</td>
                                <td>회원 탈퇴 또는 개인정보 유효기간 도래시까지 보관</td>
                            </tr>
                        </tbody>
                    </table>
                
                <b>6. 개인정보의 파기 절차 및 방법</b>

                    가)	회사는 회원의 개인정보를 수집하는 경우 그 보유기간은 원칙적으로 회원가입 후 약관 제10조에 의한 "계약기간 및 이용계약 종료 시"까지며, 이용계약 종료의 경우 회사는 회원의 개인정보를 즉시 파기하여 제3자에게 제공된 정보에 대해서도 지체 없이 파기하도록 조치합니다. (단, 재가입유예기간동안의 재가입 방지 등을 위해 이용계약이 종료한 날로부터 3개월 경과 후에 파기하도록 합니다.)
                
                        ⅰ. 상법 등 법령의 규정에 의하여 보전할 필요성이 있는 경우 법령에서 규정한 보전기간 동안 거래 내역과 최소한의 기본정보를 보유
                
                        ⅱ. 보유기간을 공지하고 그 보유기간이 경과하지 아니한 경우와 개별적으로 회원의 동의를 받을 경우에는 약정한 기간 동안 보유
                
                        ⅲ. 다음의 경우 명시한 기간 동안 개인 정보를 보유
                
                        -계약 또는 청약철회 등에 관한 기록
                        보전 이유: 전자상거래 등에서의 소비자보호에 관한 법률
                        보존 기간: 5년
                        -대금결제 및 재화 등의 공급에 관한 기록
                        보존 이유: 전자상거래 등에서의 소비자보호에 관한 법률
                        보존 기간: 5년
                        -소비자의 불만 또는 분쟁처리에 관한 기록
                        보존 이유: 전자상거래 등에서의 소비자보호에 관한 법률
                        보존 기간: 3년
                        -본인확인에 관한 기록
                        보존 이유: 정보통신망 이용촉진 및 정보보호 등에 관한 법률
                        보존 기간: 6개월
                        -방문에 관한 기록
                        보존 이유: 통신비밀보호법
                        보존 기간: 3개월
                
                    나)	회원의 동의를 받아 보유하고 있는 개인정보에 대한 당해 회원의 열람 욕구가 있는 경우 회사는 지체없이 이를 열람, 확인할 수 있도록 조치합니다.
                
                <b>7. 이용자 및 법정대리인의 권리와 그 행사방법</b>
                
                    가)	이용자 및 법정 대리인은 언제든지 등록되어 있는 자신 또는 대리자의 개인정보를 조회하거나 수정할 수 있으며, 가입, 해지를 요청할 수 있습니다.
                    
                    나)	이용자 혹은 대리인의 개인정보 조회, 수정을 위해서는 "내 정보"를 가입, 해지(동의 철회)를 위해서는 고객센터를 통해 본인확인 절차를 거친후 직접 열람, 정정 또는 탈퇴 요청이 가능합니다.
                    
                    다)	개인정보관리책임자에게 서면, 전화 또는 이메일로 연락하여 개인 정보의 조회, 수정 및 가입 해지 요청이 가능합니다.
                    
                    라)	개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기전까지 당해 개인정보 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정처리결과를 제3자에게 통지합니다.
                    
                    마)	회사는 이용자 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보 6조"개인정보의 보유기간 및 파기"에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.
                
                <b>8. 위치기반정보의 수집에 관한 사항</b>
                
                    회사는 원활한 서비스의 제공을 위해 위치기반정보를 수집할 수 있으며 이에 관하여는 위치기반서비스 이용약관을 참고하시기 바랍니다.
                
                <b>9. 개인정보 자동수집장치의 설치, 운영 및 거부에 관한 사항</b>
                
                    회사는 이용자의 정보를 수시로 저장하고 찾아내는 “쿠키(cookie)”와 “세션”을 운용합니다. “쿠키”란 회사의 웹사이트를 운영하는데 이용되는 서버가 이용자의 브라우저에 보내는 아주 작은 텍스트 파일로서 이용자의 컴퓨터 하드디스크에 저장됩니다. “세션”이란 웹사이트를 운영하는데 이용되는 서버가 이용자 로그인 시간 동안에 이용자의 정보를 서버에 저장하는 것을 의미합니다. 회사(는) 다음과 같은 목적을 위해 쿠키와 세션을 사용합니다.
                
                    가)	쿠키와 세션의 사용목적
                    
                        회사는 이용자들에게 특활인 맞춤서비스를 제공하기 위해서 이용자들의 정보를 저장하고 수시로 불러오는 “세션(session)”을 사용합니다. 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 이용자는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.
                    
                    나)	쿠키 설정 거부방법 
                    
                        쿠키 설정을 거부하는 방법으로는 이용자가 사용하시는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다. 인터넷 익스플로어의 경우: 웹 브라우저 상단의 도구 > 인터넷 옵션> 개인정보 
                        단, 이용자께서 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 있을 수 있습니다.
                    
                    다) 세션의 설치/운영 및 거부
                    
                        이용자는 세션 설치에 대한 선택권을 가지고 있지 않습니다. 로그인이 필요한 회사의 서비스의 경우 회사 운영 서버에서 자동으로 세션이 생성됩니다.
                
                <b>10. 개인정보의 기술적, 관리적 보호대책</b>

                    회사는 이용자들의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 유출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적/관리적 대책을 강구하고 있습니다.
                    
                    가)	개인정보 암호화
                    
                        이용자의 개인정보(성별, 계좌정보 등)는 암호화하여 저장/관리되고 있으며, 암호화통신(SSL)등을 통하여 네트워크상에서 개인정보를 안전하게 전송할 수 있도록 하고 있습니다. 비밀번호를 복호화가 불가능한 일반형 암호화되어 저장/관리되고 있습니다.
                    
                    나)	해킹 등에 대비한 대책
                    
                        회사는 해킹이나 컴퓨터 바이러스에 의하여 회원들의 개인정보가 유출되거나 훼손되는 것을 막기 위하여 필요한 보안조치를 이용하고 있으며, 더욱 향상된 보안조치를 확보할 수 있도록 가능한 모든 기술적 방법을 구비하기 위하여 노력하고 있습니다.
                    
                    다)	처리 직원의 최소화 및 교육실습
                    
                        회사는 개인정보를 취급하는 직원을 최소한으로 제한하고 있으며, 관련 직원들에 대한 교육을 수시로 실시하여 본 방침의 이행 및 준수여부를 확인하고 있습니다.
                
                <b>11. 개인정보에 관한 민원접수</b>
                
                    회사는 개인정보보호 전담조직 운영을 통하여 개인정보 처리방침을 이행상황을 및 담당자의 준수여부를 확인하고 있으며, 이용자의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 책임자를 지정하여 운영하고 있습니다. 
                
                    -	개인정보 관리 책임자
                    -	성명: 김상훈
                    -	이메일: adsrun@adsrun.kr
                    
                    기타 개인정보에 관한 신고나 상담이 필요한 경우에는 개인정보침해신고센터, 사이버경찰청 등으로 문의하실 수 있습니다. 
                
                    -	개인정보 침해 신고센터를
                    -	전화: 118
                    -	웹사이트: privacy.kisa.or.kr
                    -	사이버경찰청
                    -	전화: 182
                    -	웹사이트: www.police.go.kr
                    
                <b>12. 기타 개인정보 처리에 관한 방침</b>
                    
                    가)	부가서비스 이용에 따른 개인정보 처리방침
                        
                        회사가 제공하는 부가서비스 중 회원가입이 필요한 서비스의 경우 개인정보 처리방침에 대한 동의를 따로 받습니다.
                        
                    나)	개인 아이디와 비밀번호 관리
                    
                        이용자가 사용하고 계시는 ID와 비밀번호는 원칙적으로 이용자만 사용하도록 되어 있습니다.
                        회사의 고의 또는 과실이 없는 경우에, 이용자의 ID와 비밀번호 도용 또는 기타 타인의 사용으로 인해 발생된 문제에 대하여 회사가 책임지지 않습니다. 어떠한 경우에도 비밀번호는 타인에게 알려주지 마시고 로그온 상태에서는 주위의 다른 사람에게 개인 정보가 유출되지 않도록 특별히 주의를 기울여 주시기 바랍니다. 타인의 개인정보를 도용하여 회원 가입 또는 계약이 확인되었을 경우에는 이용계약이 일방적으로 해지될 수 있으며, 주민등록법에 의해 3년 이하의 징역 또는 1천만원 이하의 벌금이 부과될 수 있습니다.
                    
                <b>13. 고지의무</b>

                    당 개인정보 처리방침을 정부의 정책 또는 보안기술의 변경 및 서비스의 변경에 따라 내용의 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일 전부터 서비스 앱(애즈런)의 ‘공지사항’을 통해 고지할 것입니다. 

                    개인정보 처리방침 시행일자: 2020.07.01

                    개인정보 처리방침 개정일자: 2023.06.15
                                        
            </div>
        </section>
    </div>
  </div>
</template>

<script>
import HeaderNav from '@/components/common/HeaderNav'

export default {
  components: {
    HeaderNav
  },
  methods: {
    getDevice(){
        if(navigator.userAgent.match(/ADSRUN_APP_IOS/i)){
            console.log("android call setRefresher!");
            window.webkit.messageHandlers.setRefresher.postMessage("false");
        }else if(navigator.userAgent.match(/ADSRUN_APP_ANDROID/i)){
            console.log("android call login!");
            window.adsrunApp.setRefresher("false");
        }
        
    }
  },
  mounted() {
      this.getDevice()
  }
}
</script>